{
	"Adaptability": {
		"Description": "This Pokémons STAB is increased by +1 at all levels.",
	},
	"Aftermath": {
		"Description": "This Pokémon deals damage to an attacker equal to half of the damage received when knocked out by a melee move."
	},
	"Air Lock": {
		"Description": "While this Pokémon enters battle, weather-related abilities have no effect on the Pokémon that have them."
	},
	"Anger Point": {
		"Description": "After suffering a critical hit, this Pokémon deals and extra 1d6 if its next attack hits."
	},
	"Aqua Camoflauge": {
		"Description": "Once per short rest, this Pokémon gains temporary hit points equal to its level when battling in coastal and swampy areas, or in rainy conditions."
	},
	"Arena Trap": {
		"Description": "Wild Pokémon cannot flee from this Pokémon if it is active in battle, except if they are flying-type, or use the Levitate ability,."
	},
	"Battle Armor": {
		"Description": "This Pokémon is immune to extra damage dealt by a Critical Hit."
	},
	"Big Pecks": {
		"Description": "This Pokémons AC cannot be reduces by an opponents moves."
	},
	"Blaze": {
		"Description": "When this Pokémon falls below 10% of its maximum HP, double the STAB damage for its fire-type moves."
	},
	"Burrower": {
		"Description": "This Pokémon can burrow underground traveling a distance equal to its walking speed before re-emerging."
	},
	"Cacophony": {
		"Description": "This Pokémon is immune to sound-based moves."
	},
	"Chlorophyll": {
		"Description": "Damage rolls for this Pokemon get an additional +2 during strong sunlight."
	},
	"Clear Body": {
		"Description": "Other Pokémons moves or abilities cannot lower this Pokémon stats."
	},
	"Color Change": {
		"Description": "When hit by a damaging attack, this Pokémons type changes to the type that hit it. It takes on the new types resistances, vulnerabilities, and immunities."
	},
	"Competitive": {
		"Description": "This Pokémon does an extra 1d6 damage when suffering from a negative effect."
	},
	"Compound Eyes": {
		"Description": "This Pokémon gets an additional +1 to attack rolls."
	},
	"Cursed Body": {
		"Description": "When hit by a melee attack, this Pokémon may roll 1d4. On a result of 4, the opponent who made the attack cannot use the same move on its next turn."
	},
	"Cute Charm": {
		"Description": "Once per short rest, you can impose disadvantage on an enemy attack roll of your choice."
	},
	"Damp": {
		"Description": "This Pokémon is unaffected by Self Destruct and Explosion moves."
	},
	"Defiant": {
		"Description": "When this Pokémon is subject to an attack that lowers its AC or ability scores, it has advantage on the next attack."
	},
	"Download": {
		"Description": "Once per short rest, this Pokémon can choose a different damage type for one of their normal attacks."
	},
	"Drizzle": {
		"Description": "A constant light rain forms on the battlefield when the Pokémon enters into combat. In the case of another Pokémon with a similar weather abilitiy, the tie goes to the Pokémon with the highest DEX score."
	},
	"Drought": {
		"Description": "When this Pokémon enters an outside battle, the weather immediately changes to bright sunlight. In the case of another Pokémon with a similar weather abilitiy, the tie goes to the Pokémon with the highest DEX score."
	},
	"Early Bird": {
		"Description": "This  Pokémon has advantage on rolls to wake from sleep."
	},
	"Effect Spore": {
		"Description": "When hit by a melee attack, roll a d4. On a 4, do 1d6 poison damage to your attacker."
	},
	"Flame Body": {
		"Description": "When hit by a melee attack, roll a d10. On a 10, the attacker is burned."
	},
	"Flash Fire": {
		"Description": "This Pokémon takes no damage from fire. Instead, immediately after taking a hit from a fire-type move, or in open flames, the Pokémon’s next damage roll gets a +5."
	},
	"Forecast": {
		"Description": "This Pokémon changes form with the weather. In rain it becomes water-type, in bright sun it becomes fire-type, in cold and snowy conditions it becomes ice-type. Its STAB, resistance, immunities, and vulnerabilities change to match the form it takes."
	},
	"Friend Guard": {
		"Description": "Once per long rest, when an ally within 15 feet of this Pokémon is hit by an attack, it may choose to halve the damage dealt."
	},
	"Frisk": {
		"Description": "Upon entering a battle, a single opponent’s held item is revealed, if it has one."
	},
	"Gluttony": {
		"Description": "This Pokémon must eat its held berry when it falls below ½ of its maximum HP."
	},
	"Guts": {
		"Description": "When this Pokémon is burned or poisoned, they are not affected by the disadvantage or half damage effects. They still take damage at the end of each of their turns."
	},
	"Harvest": {
		"Description": "At the end of this Pokémons turn, if it used a berry, roll 1d4. On a result of 3 or 4, it regains that berry as a held item."
	},
	"Healer": {
		"Description": "As an action, this Pokémon can touch an ally to restore a negative status effect."
	},
	"Healing Rain": {
		"Description": "This Pokemon can use its action to heal hit points equal to its level, in rainy conditions."
	},
	"Huge Power": {
		"Description": "Once per short rest, this Pokémon may double the damage it does on a single move that requires an attack roll. The player must announce that they are using this ability before the attack roll."
	},
	"Hustle": {
		"Description": "When this Pokémon scores a critical hit, it may immediately use the same move to attack again at disadvantage."
	},
	"Hydration": {
		"Description": "This Pokémon is unaffected by negative status ailments in water or during rainy conditions."
	},
	"Hyper Cutter": {
		"Description": "This Pokémon’s ability modifiers cannot be decreased by an opponent’s moves."
	},
	"Ice Body": {
		"Description": "In hailey weather, this Pokémon heals for 1d6 hit points at the end of each of its turns."
	},
	"Illuminate": {
		"Description": "This Pokémon knows the Light cantrip and can cast it at will."
	},
	"Immunity": {
		"Description": "This Pokémon is immune to becoming poisoned."
	},
	"Imposter": {
		"Description": "This Pokémon can use Transform as a bonus action."
	},
	"Infiltrator": {
		"Description": "This Pokémon bypasses Light Screen and Reflect"
	},
	"Inner Focus": {
		"Description": "This Pokemon is immune to flinching"
	},
	"Insomnia": {
		"Description": "This Pokémon is immune to sleep."
	},
	"Intimidate": {
		"Description": "Once per short rest, you can impose disadvantage on an enemy attack roll of your choice."
	},
	"Justified": {
		"Description": "When this Pokémon is hit by a dark-type move, it gets advantage on its next attack."
	},
	"Keen Eye": {
		"Description": "This Pokémon ignores disadvantage when it relates to sight."
	},
	"Leaf Guard": {
		"Description": "This Pokémon does not suffer from any negative status ailments in strong sunlight."
	},
	"Levitate": {
		"Description": "This Pokemon is immune to ground moves"
	},
	"Lightning Rod": {
		"Description": "If an ally within 30 feet is attacked with an electric type move, this Pokémon can choose to use a reaction to redirect that attack to themselves instead. This does not work on area of effect moves."
	},
	"Limber": {
		"Description": "This Pokémon is immune to being paralyzed."
	},
	"Liquid Ooze": {
		"Description": "If an enemy uses a leeching or absorb move against this Pokémon, the Pokémon must make a DC 12 CON save or become poisoned."
	},
	"Magic Guard": {
		"Description": "If this Pokémon is subjected to a move that forces it to make a saving throw to take only half damage, it instead takes no damage on a success."
	},
	"Magma Armor": {
		"Description": "This Pokémon is immune to freezing."
	},
	"Magnet Pull": {
		"Description": "Steel opponents in battle with this Pokémon may not switch out or flee."
	},
	"Marvel Scale": {
		"Description": "This Pokémons AC increase by 2 when suffering from a negative status condition."
	},
	"Minus": {
		"Description": "This Pokémon boosts its attack and damage rolls by 2 if an ally also has a Plus or Minus ability"
	},
	"Moody": {
		"Description": "At the end of each long rest, this Pokémon rerolls on the nature table, replacing its nature with the result until the next long rest."
	},
	"Moxie": {
		"Description": "Upon causing an opponent to faint, this Pokémon may immediately take another action."
	},
	"Multiscale": {
		"Description": "If this Pokémon is at full health, the first attack that hits it deals half damage."
	},
	"Natural Cure": {
		"Description": "This Pokémon is cured of negative status ailments upon returning to its Pokeball."
	},
	"Normalize": {
		"Description": "Every move this Pokémon makes is Normal type."
	},
	"Oblivious": {
		"Description": "This Pokémon is immune to moves that attempt to charm or taunt it."
	},
	"Overcoat": {
		"Description": "This Pokémon does not take damage from weather-related moves like Hail, Weather Ball, etc."
	},
	"Overgrow": {
		"Description": "When this Pokémon falls below 10% of its maximum HP (rounded down), double the STAB damage for grass-type moves."
	},
	"Own Tempo": {
		"Description": "This Pokémon is immune to becoming confused."
	},
	"Pick Up": {
		"Description": "If an opponent uses a consumable held item in battle, this Pokémon gains a copy of it if it is not currently holding an item."
	},
	"Pickpocket": {
		"Description": "As a bonus action, this Pokémon can make a DEX check contested by the opponent’s WIS to attempt to steal a held item. After the first attemps, all other attempts against the same opponent are rolled at disadvantage."
	},
	"Plus": {
		"Description": "This Pokémon boosts its attack and damage rolls by 2 if an ally also has a Plus or Minus ability"
	},
	"Paper Thin": {
		"Description": "This Pokémon always has a maximum HP of 1."
	},
	"Poison Heal": {
		"Description": "If this Pokémon is poisoned, it heals for 1d6 hit points at the end of each of its turns instead of taking poison damage."
	},
	"Poison Point": {
		"Description": "On melee attacks made by this Pokémon, roll a d10 on a hit. On a result of a 10, the target is poisoned."
	},
	"Poison Touch": {
		"Description": "When this Pokémon is hit with a melee attack, roll a 1d4. On a result of 4, the attacker takes 1d6 poison damage."
	},
	"Prankster": {
		"Description": "Once per short rest, this Pokémon can move to the top of initiative order in a single round, but must use a status-affecting move on its turn."
	},
	"Pressure": {
		"Description": "Any move targeting this Pokémon directly costs an additional 1 PP."
	},
	"Protean": {
		"Description": "This Pokémons type changes to the type of move it uses, just before the move is used. It takes on the new types resistances, vulnerabilities, and immunities."
	},
	"Pure Power": {
		"Description": "Once per short rest, this Pokémon may double the damage it does on a single move that requires an attack roll. The player must announce that they are using this ability before the attack roll."
	},
	"Quick Feet": {
		"Description": "When suffering from a negative status effect, this Pokémon’s speed increases by 1 5 ft."
	},
	"Rain Dish": {
		"Description": "In rainy conditions, this Pokémon heals for 1d6 hit points at the end of each of its turns."
	},
	"Rattled": {
		"Description": "When this Pokémon is hit by a damaging Dark, Bug, or Ghost move, it makes its next attack at advantage."
	},
	"Regenerator": {
		"Description": "Once per long rest, this Pokémon regains hit points equal to its level when it returns to its Pokéball."
	},
	"Rivalry": {
		"Description": "This Pokémon adds an additional 1d6 to damage when attacking a Pokémon of the same type."
	},
	"Rock Head": {
		"Description": "This Pokémon takes no recoil damage."
	},
	"Rough Skin": {
		"Description": "When hit by a melee attack roll a d4. On a 4, do 1d6 normal damage to your attacker."
	},
	"Run Away": {
		"Description": "While this Pokémon is active, the trainer automatically succeeds on their DEX roll to run away from a wild Pokémon encounter."
	},
	"Sand Force": {
		"Description": "During a Sandstorm, this Pokémon can double its STAB when it hits an opponent."
	},
	"Sand Rush": {
		"Description": "This Pokémon’s speed is doubled in desert terrain."
	},
	"Sand Stream": {
		"Description": "A constant Sandstorm covers the battlefield when this Pokémon enters a battle. This Pokémon may use the move Sandstorm as a bonus action. In the case of another Pokémon with a similar weather abilitiy, the tie goes to the Pokémon with the highest DEX score."
	},
	"Sand Veil": {
		"Description": "This Pokémon’s AC increases by 2 in desert terrain."
	},
	"Sap Sipper": {
		"Description": "This Pokémon is immune to grass-type moves. If hit by a grass type move, it takes no damage and instead absorbs the energy, granting advantage on its next attack."
	},
	"Scrappy": {
		"Description": "This Pokémons Normal and Fighting type moves hit Ghost type Pokémon."
	},
	"Serene Grace": {
		"Description": "The DC to avoid a negative status effect from this Pokémon is increased by 1."
	},
	"Shadow Tag": {
		"Description": "If this Pokémon is active, an opponent cannot flee or be switched out."
	},
	"Shed Skin": {
		"Description": "If this Pokémon is affected by a negative status ailment, they can roll a d4 at the end of each of their turns. On a result of 4, they are cured."
	},
	"Sheer Force": {
		"Description": "This Pokémon deals an additional 1d6 damage while poisoned, burned, confused, or paralyzed."
	},
	"Shell Armor": {
		"Description": "This Pokémon is immune to extra damage dealt by a Critical Hit."
	},
	"Shield Dust": {
		"Description": "Once per long rest, this Pokémon can ignore a negative status effect that results from an enemy move."
	},
	"Simple": {
		"Description": "Once per short rest, you may double this Pokémons Move modifier for a single attack or damage roll."
	},
	"Skill Link": {
		"Description": "On combo moves like Fury Swipes, Comet Punch, etc., this Pokémon is guaranteed to hit at least twice."
	},
	"Sniper": {
		"Description": "On a critical hit made by this Pokémon, triple the dice roll instead of doubling it."
	},
	"Snow Cloak": {
		"Description": "This Pokémons AC is increased by 2 in snowy conditions."
	},
	"Solar Power": {
		"Description": "Damage rolls for this Pokémon get an additional +2 during strong sunlight."
	},
	"Solid Rock": {
		"Description": "This Pokémon does not take any additional damage from a critical hit."
	},
	"Soundproof": {
		"Description": "This Pokémon is immune to sound-based moves."
	},
	"Speed Boost": {
		"Description": "While this Pokémon is active and in an environment related to its type (DM Discretion), its trainer gets advantage on initiative rolls."
	},
	"Static": {
		"Description": "When this Pokémon is hit by a melee attack, roll a d4. On a result of 4, the attacker takes 1d6 electric damage."
	},
	"Steadfast": {
		"Description": "Once per long rest, when this Pokémon fails a saving throw against a negative status effect, it can choose to pass instead."
	},
	"Stench": {
		"Description": "When this Pokémon is hit by a melee attack, roll a d10. On a 10, the attacker flinches."
	},
	"Sticky Hold": {
		"Description": "Held items cannot be stolen from this Pokémon."
	},
	"Stone Veil": {
		"Description": "This Pokémons AC is increased by 2 in rocky terrain."
	},
	"Storm Drain": {
		"Description": "If an ally within 30 feet is attacked with a water type move, this Pokémon can use a reaction to choose to redirect that attack to themselves instead, gaining an amount of HP equal to half the damage dealt. This does not work on area of effect moves."
	},
	"Sturdy": {
		"Description": "This Pokémon cannot be KO’d from full health. If a move takes this Pokémon from full HP to 0, it lowers it to 1HP instead."
	},
	"Suction Cups": {
		"Description": "This Pokémon cannot be forced out of battle by an opponent’s moves."
	},
	"Super Luck": {
		"Description": "This Pokémon scores a critical hit on 19s and 20s."
	},
	"Swarm": {
		"Description": "This Pokémon deals an additional 1d6 damage on attacks when it has 10% or less of its maximum health."
	},
	"Swift Swim": {
		"Description": "This Pokémons swim speed is doubled in rainy conditions."
	},
	"Synchronize": {
		"Description": "If this Pokémon becomes burned, paralyzed, or poisoned, its attacker receives the negative status effect as well (if not immune)."
	},
	"Tangled Feet": {
		"Description": "Attacks against this Pokémon have disadvantage when it is confused."
	},
	"Technician": {
		"Description": "For damaging moves activated by this Pokémon with 15 PP or more, they may roll the damage twice and use the higher result."
	},
	"Telepathy": {
		"Description": "This Pokémon cannot be damaged by its allies attacks."
	},
	"Thick Fat": {
		"Description": "This Pokémon takes quarter damage from Fire and Ice type moves."
	},
	"Tinted Lens": {
		"Description": "This Pokémon’s moves ignore resistances."
	},
	"Torrent": {
		"Description": "When this Pokémon falls below 10% of its health, double the STAB damage for water-type moves."
	},
	"Toxic Boost": {
		"Description": "When this Pokémon is hit by a poison-type attack, its next attack is rolled at advantage."
	},
	"Trace": {
		"Description": "This Pokémon copies a random ability of an opponent when entering battle. The ability cannot be Flower Gift, Forecast, Illusion, Imposter, Multitype, Trace, Wonder Guard, or Zen Mode."
	},
	"Transformer": {
		"Description": "This Pokémon has a standard Normal form from which all stats are based, but may change forms as a bonus action to drastically change its abilities. The forms it can take are Attack, Defense, and Speed. ;- In Attack form, it adds an additional +5 to its attack rolls, but all attacks against it has advantage.;- In Defense form, its AC increases by 3, but its attacks are rolled at disadvantage. If the activated move requires a save, the target(s) have advantage.;- In Speed form, it gains an additional attack action each turn, but the attack is done at disadvantage. If it is a move that requires a save, the target(s) have advantage."
	},
	"Truant": {
		"Description": "This Pokémon cannot use the same move in back to back rounds."
	},
	"Unburden": {
		"Description": "While this Pokémon is active and not holding an item, its trainer gets advantage on initiative rolls."
	},
	"Unnerve": {
		"Description": "Opponents in combat with this Pokémon cannot eat held berries."
	},
	"Vital Spirit": {
		"Description": "This Pokémon cannot be put to sleep."
	},
	"Volt Absorb": {
		"Description": "Electric type moves do not damage this Pokémon. Instead, half of any electric damage done is absorbed, restoring the Pokémons HP."
	},
	"Water Absorb": {
		"Description": "Water type moves do not damage this Pokémon. Instead, half of any water damage done is absorbed, restoring the Pokémons HP."
	},
	"Water Veil": {
		"Description": "This Pokémon is immune to burning."
	},
	"Water Weight": {
		"Description": "Once per short rest, this Pokémon gains temporary hit points equal to its level when battling in coastal and swampy areas, or in rainy conditions."
	},
	"White Smoke": {
		"Description": "Other Pokémons moves or abilities cannot lower this Pokémon stats."
	},
	"Wonder Guard": {
		"Description": "This Pokémon is immune to damaging attacks from types that are not in its vulnerabilities list."
	},
	"Wonder Skin": {
		"Description": "This Pokémon has advantage on all saving throws related to being burned, frozen, poisoned, or paralyzed."
	}
}