{
  "Adaptability": {
    "Description": "This Pokémon's STAB is increased by +1 at all levels."
  },
  "Aftermath": {
    "Description": "This Pokémon deals damage to an attacker equal to half of the damage received when knocked out by a melee move."
  },
  "Air Lock": {
    "Description": "While this Pokémon is in battle, weather-related abilities have no effect on the Pokémon that have them."
  },
  "Air Slash": {
    "Description": "This Pokémon knows Air Slash as a fifth move. The move is forgotten if it takes any other form."
  },
  "Analytic": {
    "Description": "After this Pokémon misses an attack, its next attack is done at advantage."
  },
  "Anger Point": {
    "Description": "After suffering a critical hit, this Pokémon adds proficiency to its damage if its next attack hits."
  },
  "Anticipation": {
    "Description": "When this Pokémon enters the battle, an opponent must reveal if it has a move that the Pokémon is vulnerable to. The move does not have to be revealed - only that there is such a move."
  },
  "Aqua Camoflauge": {
    "Description": "Once per short rest, this Pokémon gains temporary hit points equal to its level when battling in coastal and swampy areas, or in rainy conditions."
  },
  "Arena Trap": {
    "Description": "Wild Pokémon cannot flee from this Pokémon if it is active in battle, except if they are flying-type, or use the Levitate ability,."
  },
  "Bad Dreams": {
    "Description": "If an opponent in battle with this Pokémon falls asleep, they take an amount of damage equal to this Pokémon's proficeincy bonus at the end of each of their turns."
  },
  "Battle Armor": {
    "Description": "This Pokémon is immune to extra damage dealt by a Critical Hit."
  },
  "Big Pecks": {
    "Description": "This Pokémon's AC cannot be reduced by an opponent's moves."
  },
  "Blaze": {
    "Description": "When this Pokémon falls below 25% of its maximum HP, double the STAB damage for its fire-type moves."
  },
  "Blizzard": {
    "Description": "This Pokémon knows Blizzard as a fifth move. The move is forgotten if it takes any other form."
  },
  "Burrower": {
    "Description": "This Pokémon can burrow underground traveling a distance equal to its walking speed before re-emerging."
  },
  "Cacophony": {
    "Description": "This Pokémon is immune to sound-based moves."
  },
  "Chlorophyll": {
    "Description": "This Pokémon’s speed is doubled in bright sunlight."
  },
  "Clear Body": {
    "Description": "Other Pokémon's moves or abilities cannot lower this Pokémon stats."
  },
  "Cloud Nine": {
    "Description": "While this Pokémon is in battle, weather-related abilities have no effect on the Pokémon that have them."
  },
  "Color Change": {
    "Description": "When hit by a damaging attack, this Pokémon's type changes to the type that hit it. It takes on the new type's resistances, vulnerabilities, and immunities."
  },
  "Competitive": {
    "Description": "This Pokémon adds its proficiency bonus to damage rolls while poisoned, burned, confused, or paralyzed."
  },
  "Compound Eyes": {
    "Description": "This Pokémon gets an additional +1 to attack rolls."
  },
  "Contrary": {
    "Description": "Moves that affect this Pokémon's stats have the opposite effect. (For example, Defense Curl would lower AC by 4. Growl would increase its attack by +1)"
  },
  "Cursed Body": {
    "Description": "When hit by a melee attack, this Pokémon may roll 1d4. On a result of 4, the opponent who made the attack cannot use the same move on its next turn."
  },
  "Cute Charm": {
    "Description": "Once per short rest, you can impose disadvantage on an enemy attack roll of your choice."
  },
  "Damp": {
    "Description": "This Pokémon is unaffected by Self Destruct and Explosion moves."
  },
  "Defeatist": {
    "Description": "When this Pokémon drops below 25% of its maximum HP, all of its attacks are rolled with disadvantage."
  },
  "Defiant": {
    "Description": "When this Pokémon is subject to a move that gives it a status condition, it has advantage on the next attack."
  },
  "Download": {
    "Description": "Once per short rest, this Pokémon can choose a different damage type for one of their normal attacks."
  },
  "Drizzle": {
    "Description": "A constant light rain forms on the battlefield when the Pokémon enters into combat. In the case of another Pokémon with a similar weather ability, the tie goes to the Pokémon with the highest DEX score."
  },
  "Drought": {
    "Description": "When this Pokémon enters an outside battle, the weather immediately changes to bright sunlight. In the case of another Pokémon with a similar weather ability, the tie goes to the Pokémon with the highest DEX score."
  },
  "Dry Skin": {
    "Description": "At the end of each of this Pokémon's turns, it takes an amount of damage equal to its proficiency modifier in strong sunlight, or heals for the same amount during rain."
  },
  "Early Bird": {
    "Description": "This Pokémon has advantage on rolls to wake from sleep."
  },
  "Effect Spore": {
    "Description": "When hit by a melee attack, roll a d4. On a 4, deal an amount of grass damage equal to your proficiency modifier to your attacker."
  },
  "Filter": {
    "Description": "When hit by a move type this Pokémon is vulnerable to, it may roll a d4. In a result of 4, it does not take the additional damage."
  },
  "Flame Body": {
    "Description": "The flames from this Pokémon's body shine dim light in a 15 ft radius. In addition, when hit by a melee attack, roll a d10. On a 10, the attacker is burned."
  },
  "Flare Boost": {
    "Description": "This Pokémon adds proficiency to its damage rolls while burned."
  },
  "Flash Fire": {
    "Description": "This Pokémon takes no damage from fire. Instead, immediately after taking a hit from a fire-type move, or in open flames, double the STAB bonus on the next fire-type move."
  },
  "Flower Gift": {
    "Description": "During strong sunlight, ally Pokémon within 30 feet of this Pokémon add their proficiency bonus to damage rolls."
  },
  "Forecast": {
    "Description": "This Pokémon changes form with the weather. In rain it becomes water-type, in bright sun it becomes fire-type, in cold and snowy conditions it becomes ice-type. In all other conditions it is normal-type. Its STAB, resistance, immunities, and vulnerabilities change to match the form it takes.v"
  },
  "Forewarn": {
    "Description": "When this Pokémon enters battle, it selects a target to reveal the move it knows with the most damage output. In the case of a tie, the target can choose which move it reveals."
  },
  "Friend Guard": {
    "Description": "Once per long rest, when an ally within 15 feet of this Pokémon is hit by an attack, it may choose to halve the damage dealt."
  },
  "Frisk": {
    "Description": "Upon entering a battle, a single opponent’s held item is revealed, if it has one."
  },
  "Gluttony": {
    "Description": "This Pokémon must eat its held berry when it falls below ½ of its maximum HP."
  },
  "Guts": {
    "Description": "When this Pokémon is burned or poisoned, they are not affected by the disadvantage or half damage effects. They still take damage at the end of each of their turns."
  },
  "Harvest": {
    "Description": "At the end of this Pokémon's turn, if it used a berry, roll 1d4. On a result of 3 or 4, it regains that berry as a held item."
  },
  "Healer": {
    "Description": "As an action, this Pokémon can touch an ally to restore a negative status effect."
  },
  "Healing Rain": {
    "Description": "This Pokémon can use its action to heal hit points equal to its level, in rainy conditions."
  },
  "Heatproof": {
    "Description": "This Pokémon takes quarter damage from fire-type moves and is immune to the burning condition."
  },
  "Heavy Metal": {
    "Description": "This Pokémon is especially heavy. Once per long rest, after being targeted by an attack, it may increase its AC by 2 if it would cause an attack to miss."
  },
  "Honey Gather": {
    "Description": "At the end of each battle, this Pokémon may roll a d20. On a result of 20, its trainer adds a Honey to its inventory."
  },
  "Huge Power": {
    "Description": "Once per short rest, this Pokémon may double the damage it does on a single move that requires an attack roll. The player must announce that they are using this ability before the attack roll."
  },
  "Hustle": {
    "Description": "When this Pokémon scores a critical hit, it may immediately use the same move to attack again at disadvantage."
  },
  "Hydration": {
    "Description": "This Pokémon is unaffected by negative status ailments in water or during rainy conditions."
  },
  "Hydro Pump": {
    "Description": "This Pokémon knows Hydro Pump as a fifth move. The move is forgotten if it takes any other form."
  },
  "Hyper Cutter": {
    "Description": "This Pokémon’s ability modifiers cannot be decreased by an opponent’s moves."
  },
  "Ice Body": {
    "Description": "While it is snowing or hailing, this Pokémon heals for an amount of HP equal to its proficiency modifier at the end of each of its turns."
  },
  "Illuminate": {
    "Description": "This Pokémon knows the \"Light\" cantrip and can cast it at will."
  },
  "Illusion": {
    "Description": "Once per long rest, this Pokémon can take the visual form of any Pokémon it can see. This illusion lasts for one minute, or until the Pokémon is hit by a damaging move."
  },
  "Immunity": {
    "Description": "This Pokémon is immune to becoming poisoned."
  },
  "Imposter": {
    "Description": "This Pokémon can use Transform as a bonus action."
  },
  "Infiltrator": {
    "Description": "This Pokémon bypasses Light Screen and Reflect."
  },
  "Inner Focus": {
    "Description": "This Pokémon is immune to flinching."
  },
  "Insomnia": {
    "Description": "This Pokémon is immune to sleep."
  },
  "Intimidate": {
    "Description": "Once per short rest, you can impose disadvantage on an enemy attack roll of your choice."
  },
  "Iron Barbs": {
    "Description": "When this Pokémon is hit by a melee attack, it may roll a d4. On a 4, deal an amount of damage equal to its proficiency modifier to its attacker."
  },
  "Iron Fist": {
    "Description": "When attacking with a punch-based move (Mega Punch, Dynamic Punch, Ice/Fire/Thunder Punch, etc.), this Pokémon may roll the damage twice and take the higher result."
  },
  "Justified": {
    "Description": "When this Pokémon is hit by a dark-type move, it gets advantage on its next attack."
  },
  "Keen Eye": {
    "Description": "This Pokémon ignores disadvantage when it relates to sight."
  },
  "Klutz": {
    "Description": "This Pokémon cannot hold an item."
  },
  "Leaf Guard": {
    "Description": "This Pokémon does not suffer from any negative status ailments in bright sunlight."
  },
  "Leaf Storm": {
    "Description": "This Pokémon knows Leaf Storm as a fifth move. The move is forgotten if it takes any other form."
  },
  "Levitate": {
    "Description": "This Pokémon is immune to ground moves."
  },
  "Light Metal": {
    "Description": "This Pokémon is especially light for its species. Once per long rest, it may impose disadvantage on an attack roll against it."
  },
  "Lightning Rod": {
    "Description": "If an ally within 30 feet is attacked with an electric type move, this Pokémon can choose to use a reaction to redirect that attack to themselves instead. This does not work on area of effect moves."
  },
  "Limber": {
    "Description": "This Pokémon is immune to being paralyzed."
  },
  "Liquid Ooze": {
    "Description": "If an enemy uses a leeching or absorb move against this Pokémon, the Pokémon must make a DC 12 CON save or become poisoned."
  },
  "Magic Bounce": {
    "Description": "Once per long rest, when succumbing to a negative status effect, this Pokémon can instead reflect the effect back on the attacker."
  },
  "Magic Guard": {
    "Description": "If this Pokémon is subjected to a move that forces it to make a saving throw to take only half damage, it instead takes no damage on a success."
  },
  "Magma Armor": {
    "Description": "This Pokémon is immune to freezing."
  },
  "Magnet Pull": {
    "Description": "Steel opponents in battle with this Pokémon may not switch out or flee."
  },
  "Marvel Scale": {
    "Description": "This Pokémon's AC increase by 2 when suffering from a negative status condition."
  },
  "Minus": {
    "Description": "This Pokémon boosts its attack and damage rolls by 2 if an ally also has a Plus or Minus ability"
  },
  "Mold Breaker": {
    "Description": "This Pokémon's moves ignore any abilities or moves that would lessen their effect  or ability to hit an opponent (Due to things like Water Absorb, Snow Cloak, Thick Fat, etc.)"
  },
  "Moody": {
    "Description": "At the end of each long rest, this Pokémon rerolls on the nature table, replacing its nature with the result until the next long rest."
  },
  "Motor Drive": {
    "Description": "When hit by an electric-type move, if not immune, this Pokémon's speed increases by 10 feet until the end of combat (up to a max of 50 additional feet)."
  },
  "Moxie": {
    "Description": "Upon causing an opponent to faint, this Pokémon may immediately take another action."
  },
  "Multiscale": {
    "Description": "If this Pokémon is at full health, the first attack that hits it deals half damage."
  },
  "Multitype": {
    "Description": "This Pokémon's type and form change to match the type of Elemental Plate this Pokémon holds. The Plate cannot be effected by any item-removing ability or move."
  },
  "Mummy": {
    "Description": "When this Pokémon is hit by a melee attack, one random ability of its attacker changes to Mummy until the end of the encounter."
  },
  "Natural Cure": {
    "Description": "This Pokémon is cured of negative status ailments upon returning to its Pokeball."
  },
  "No Guard": {
    "Description": "Any attack made by or against this Pokémon has advantage."
  },
  "Normalize": {
    "Description": "Every move this Pokémon makes is Normal type."
  },
  "Oblivious": {
    "Description": "This Pokémon is immune to moves that attempt to charm or taunt it."
  },
  "Overcoat": {
    "Description": "This Pokémon does not take damage from weather-related moves like Hail, Weather Ball, etc."
  },
  "Overgrow": {
    "Description": "When this Pokémon falls below 25% of its maximum HP, double the STAB damage for its grass-type moves."
  },
  "Overheat": {
    "Description": "This Pokémon knows Overheat as a fifth move. The move is forgotten if it takes any other form."
  },
  "Own Tempo": {
    "Description": "This Pokémon is immune to becoming confused."
  },
  "Paper Thin": {
    "Description": "This Pokémon always has a maximum HP of 1."
  },
  "Pickpocket": {
    "Description": "As a bonus action, this Pokémon can make a DEX check contested by the opponent’s WIS to attempt to steal a held item. After the first attempt, all other attempts against the same opponent are rolled at disadvantage."
  },
  "Pickup": {
    "Description": "If an opponent uses a consumable held item in battle, this Pokémon gains a copy of it if it is not currently holding an item."
  },
  "Plus": {
    "Description": "This Pokémon boosts its attack and damage rolls by 2 if an ally also has a Plus or Minus ability"
  },
  "Poison Heal": {
    "Description": "If this Pokémon is poisoned, the amount of damage dealt by the poison heals the Pokémon instead."
  },
  "Poison Point": {
    "Description": "On melee attacks made by this Pokémon, roll a d10 on a hit. On a result of a 10, the target is poisoned."
  },
  "Poison Touch": {
    "Description": "When this Pokémon is hit with a melee attack, roll a 1d4. On a result of 4, the attacker takes an amount of poison damage equal to this Pokémon’s proficiency modifier."
  },
  "Prankster": {
    "Description": "Once per short rest, this Pokémon can move to the top of initiative order in a single round, but must use a status-affecting move on its turn."
  },
  "Pressure": {
    "Description": "Any move targeting this Pokémon directly costs an additional 1 PP."
  },
  "Protean": {
    "Description": "This Pokémon's type changes to the type of move it uses, just before the move is used. It takes on the new type's resistances, vulnerabilities, and immunities."
  },
  "Pure Power": {
    "Description": "Once per short rest, this Pokémon may double the damage it does on a single move that requires an attack roll. The player must announce that they are using this ability before the attack roll."
  },
  "Quick Feet": {
    "Description": "When suffering from a negative status condition, this Pokémon’s speed increases by 15 ft."
  },
  "Rain Dish": {
    "Description": "In rainy conditions, this Pokémon heals for an amount of HP equal to its proficiency bonus at the end of each of its turns."
  },
  "Rattled": {
    "Description": "When this Pokémon is hit by a damaging Dark, Bug, or Ghost move, it makes its next attack at advantage."
  },
  "Reckless": {
    "Description": "When attacking with moves with recoil damage, this Pokémon doubles its STAB bonus."
  },
  "Regenerator": {
    "Description": "Once per long rest, this Pokémon regains hit points equal to its level when it returns to its Pokéball."
  },
  "Rivalry": {
    "Description": "This Pokémon adds its proficiency bonus to damage when attacking a Pokémon of the same type."
  },
  "Rock Head": {
    "Description": "This Pokémon takes no recoil damage."
  },
  "Rough Skin": {
    "Description": "When this Pokémon is hit by a melee attack, it may roll a d4. On a 4, deal an amount of damage equal to its proficiency modifier to its attacker."
  },
  "Run Away": {
    "Description": "This Pokémon cannot be the target of an attack of opportunity."
  },
  "Sand Force": {
    "Description": "During a Sandstorm, this Pokémon can double its STAB when it hits an opponent."
  },
  "Sand Rush": {
    "Description": "This Pokémon’s speed is doubled in desert terrain, or during a Sandstorm."
  },
  "Sand Stream": {
    "Description": "A constant Sandstorm covers the battlefield when this Pokémon enters a battle. This Pokémon may use the move Sandstorm as a bonus action. In the case of another Pokémon with a similar weather ability, the tie goes to the Pokémon with the highest DEX score."
  },
  "Sand Veil": {
    "Description": "This Pokémon’s AC increases by 2 in desert terrain, or during a Sandstorm."
  },
  "Sap Sipper": {
    "Description": "This Pokémon is immune to grass-type moves. If hit by a grass type move, it takes no damage and instead absorbs the energy, granting advantage on its next attack."
  },
  "Scrappy": {
    "Description": "This Pokémon's Normal and Fighting type moves hit Ghost type Pokémon."
  },
  "Serene Grace": {
    "Description": "The DC to avoid a negative status condition from this Pokémon is increased by 1."
  },
  "Shadow Tag": {
    "Description": "If this Pokémon is active, an opponent cannot flee or be switched out."
  },
  "Shed Skin": {
    "Description": "If this Pokémon is affected by a negative status ailment, they can roll a d4 at the end of each of their turns. On a result of 4, they are cured."
  },
  "Sheer Force": {
    "Description": "This Pokémon adds its proficiency bonus to damage rolls while poisoned, burned, confused, or paralyzed."
  },
  "Shell Armor": {
    "Description": "This Pokémon is immune to extra damage dealt by a Critical Hit."
  },
  "Shield Dust": {
    "Description": "Once per long rest, this Pokémon can ignore a negative status condition that results from an enemy move."
  },
  "Simple": {
    "Description": "Once per short rest, you may double this Pokémon's Move modifier for a single attack or damage roll."
  },
  "Skill Link": {
    "Description": "On combo moves like Fury Swipes, Comet Punch, etc., this Pokémon is guaranteed to hit at least twice."
  },
  "Slow Start": {
    "Description": "This Pokémon's speed is halved and its attacks are made at disadvantage for the first two rounds of every combat."
  },
  "Slush Rush": {
    "Description": "This Pokémon’s speed is doubled in arctic conditions, or during a hailstorm."
  },
  "Sniper": {
    "Description": "On a critical hit made by this Pokémon, triple the dice roll instead of doubling it."
  },
  "Snow Cloak": {
    "Description": "This Pokémon's AC is increased by 2 in arctic conditions, or when it is snowing or hailing."
  },
  "Snow Warning": {
    "Description": "When this Pokémon enters an outside battle, the weather immediately changes to hail. In the case of another Pokémon with a similar weather ability, the tie goes to the Pokémon with the highest DEX score."
  },
  "Solar Power": {
    "Description": "Damage rolls for this Pokémon get an additional +2 during bright sunlight."
  },
  "Solid Rock": {
    "Description": "This Pokémon does not take any additional damage from a critical hit."
  },
  "Soundproof": {
    "Description": "This Pokémon is immune to sound-based moves."
  },
  "Speed Boost": {
    "Description": "While this Pokémon is active and in an environment related to its type (DM Discretion), its trainer gets advantage on initiative rolls."
  },
  "Stall": {
    "Description": "This Pokémon is always last in initiative order."
  },
  "Static": {
    "Description": "When this Pokémon is hit by a melee attack, roll a d4. On a result of 4, the attacker takes an amount of electric damage equal to this Pokemon's proficiency bonus."
  },
  "Steadfast": {
    "Description": "Once per long rest, when this Pokémon fails a saving throw against a negative status condition, it can choose to pass instead."
  },
  "Stench": {
    "Description": "When this Pokémon is hit by a melee attack, roll a d10. On a 10, the attacker flinches."
  },
  "Sticky Hold": {
    "Description": "Held items cannot be stolen or knocked away from this Pokémon."
  },
  "Stone Veil": {
    "Description": "This Pokémon's AC is increased by 2 in rocky terrain, or during a Sandstorm."
  },
  "Storm Drain": {
    "Description": "If an ally within 30 feet is attacked with a water type move, this Pokémon can use a reaction to choose to redirect that attack to themselves instead, gaining an amount of HP equal to half the damage dealt. This does not work on area of effect moves."
  },
  "Sturdy": {
    "Description": "When this Pokémon takes an amount of damage from a single hit that is equal or greater than half the Pokémon's maximum HP, the damage is halved."
  },
  "Suction Cups": {
    "Description": "This Pokémon cannot be forced out of battle by an opponent’s moves."
  },
  "Super Luck": {
    "Description": "This Pokémon increases its critical hit range by 1 (20 to 19+, etc.)"
  },
  "Swarm": {
    "Description": "This Pokémon adds double its STAB bonus when it has 25% or less of its maximum health."
  },
  "Swift Swim": {
    "Description": "This Pokémon's swim speed is doubled in rainy conditions."
  },
  "Synchronize": {
    "Description": "If this Pokémon becomes burned, paralyzed, or poisoned, its attacker receives the negative status condition as well (if not immune)."
  },
  "Tangled Feet": {
    "Description": "Attacks against this Pokémon have disadvantage when it is confused."
  },
  "Technician": {
    "Description": "For damaging moves activated by this Pokémon with 15 max PP or more, they may roll the damage twice and use the higher result."
  },
  "Telepathy": {
    "Description": "This Pokémon cannot be damaged by its allies' attacks."
  },
  "Teravolt": {
    "Description": "This Pokémon’s moves completely ignore any ability that would hinder or prevent their effect on the target or the user's ability to hit the target."
  },
  "Thick Fat": {
    "Description": "This Pokémon takes quarter damage from Fire and Ice type moves."
  },
  "Tinted Lens": {
    "Description": "This Pokémon’s moves ignore resistances."
  },
  "Torrent": {
    "Description": "When this Pokémon falls below 25% of its health, double the STAB damage for its water-type moves."
  },
  "Toxic Boost": {
    "Description": "When this Pokémon is hit by a poison-type attack, its next attack is rolled at advantage."
  },
  "Trace": {
    "Description": "This Pokémon copies a random ability of an opponent when entering battle. The ability cannot be Flower Gift, Forecast, Illusion, Imposter, Multitype, Trace, Wonder Guard, or Zen Mode."
  },
  "Transformer": {
    "Description": "This Pokémon has a standard Normal form from which all stats are based, but may change forms as a bonus action to drastically change its abilities. The forms it can take are Attack, Defense, and Speed. \n- In Attack form, it adds an additional +5 to its attack rolls, but all attacks against it has advantage.\n- In Defense form, its AC increases by 3, but its attacks are rolled at disadvantage. If the activated move requires a save, the target(s) have advantage.\n- In Speed form, it gains an additional attack action each turn, but the attack is done at disadvantage. If it is a move that requires a save, the target(s) have advantage."
  },
  "Truant": {
    "Description": "This Pokémon cannot use the same move in back to back rounds."
  },
  "Turboblaze": {
    "Description": "This Pokémon’s moves completely ignore any ability that would hinder or prevent their effect on the target or the user's ability to hit the target."
  },
  "Unaware": {
    "Description": "When this Pokémon attacks an opponent, it ignores any stat boosts the opponent has been affected with since the start of battle. This includes boosts to AC or saving throws the Pokémon has to make."
  },
  "Unburden": {
    "Description": "While this Pokémon is active and not holding an item, its trainer gets advantage on initiative rolls."
  },
  "Unnerve": {
    "Description": "Opponents in combat with this Pokémon cannot eat held berries."
  },
  "Victory Star": {
    "Description": "While this Pokémon is in battle, all allied Pokémon add an additional +1 to their attack rolls."
  },
  "Vital Spirit": {
    "Description": "This Pokémon cannot be put to sleep."
  },
  "Volt Absorb": {
    "Description": "Electric type moves do not damage this Pokémon. Instead, half of any electric damage done is absorbed, restoring the Pokémon's HP."
  },
  "Water Absorb": {
    "Description": "Water type moves do not damage this Pokémon. Instead, half of any water damage done is absorbed, restoring the Pokémon's HP."
  },
  "Water Veil": {
    "Description": "This Pokémon is immune to burning."
  },
  "Water Weight": {
    "Description": "Once per short rest, this Pokémon gains temporary hit points equal to its level when battling in coastal and swampy areas, or in rainy conditions."
  },
  "Weak Armor": {
    "Description": "When an attack hits this Pokémon, its speed increases by 5 feet, but its AC is temporarily reduced by 1 until the end of battle (for a maximum reduction of -5)."
  },
  "White Smoke": {
    "Description": "Other Pokémon's moves or abilities cannot lower this Pokémon stats."
  },
  "Wonder Guard": {
    "Description": "This Pokémon is immune to damaging attacks from types that are not in its vulnerabilities list."
  },
  "Wonder Skin": {
    "Description": "This Pokémon has advantage on all saving throws related to being burned, frozen, poisoned, or paralyzed."
  },
  "Zen Mode": {
    "Description": "When Darmanitan is below 50% of its HP, it enters Zen Mode. In Zen Mode, Darmanitan changes into the form of a solid statue. It's type changes to Fire/Psychic, it gains +4 to its AC, and its STR and WIS ability scores are swapped."
  }
}