{
	"AC Up": {
		"Description": "Your Pokémon’s AC increases by 1. This bonus is included through a Pokémon’s evolutions."
	},
	"Able-Bodied": {
		"Description": "Your Pokemon's body is trained to learn from and fight off ailments for long periods of time. After recovering from a status effect, this Pokemon becomes immune to the same status for 3 rounds."
	},
	"Acrobat": {
		"Description": "Unearthed Arcana: Feats for Skills"
	},
	"Actor": {
		"Description": "PHB:165"
	},
	"Alert": {
		"Description": "PHB:165 (Initiative bonus applied to trainer while you are the active Pokémon)"
	},
	"Athlete (DEX)": {
		"Description": "PHB:165"
	},
	"Athlete (STR)": {
		"Description": "PHB:165"
	},
	"Brawny": {
		"Description": "Unearthed Arcana: Feats for Skills"
	},
	"Charger": {
		"Description": "PHB:165 (When using melee attacks)"
	},
	"Combo Master": {
		"Description": "Your Pokémon is an expert in combining strikes against a foe. When this feature is selected, combo moves that have the ability to hit more than once are guaranteed to hit at least twice. (Fury Swipes, Double Slap, etc.)"
	},
	"Durable": {
		"Description": "PHB:166"
	},
	"Elemental Adept": {
		"Description": "PHB:166 (Choose one of the Pokémon damage types)"
	},
	"Extra Move": {
		"Description": "Your Pokémon can know five total moves instead of four."
	},
	"Hidden Ability": {
		"Description": "Your Pokémon reaches inside itself to discover a new ability. It gains access to the Hidden Ability in its stat block."
	},
	"Melee Master": {
		"Description": "Your Pokemon is a master of close combat. Gain advantage on all attacks of opportunity. Before you make a melee attack, you can choose to take a -5 penalty to the attack roll. If the attack hits, you add +10 to the attack’s damage (Once per move)."
	},
	"Mobile": {
		"Description": "PHB:168"
	},
	"Observant": {
		"Description": "PHB:168"
	},
	"Perceptive": {
		"Description": "Unearthed Arcana:Feats for Skills"
	},
	"Power Sculptor": {
		"Description": "Your Pokémon is able to sculpt the power of their moves around their allies. For area of effect moves your Pokémon activates, choose 1 + MOVE allies in range to automatically succeed on their saving throw against taking damage or an effect. If the damage is halved for a successful save, they take no damage instead."
	},
	"Quick-Fingered": {
		"Description": "Unearthed Arcana:Feats for Skills"
	},
	"Ranged Master": {
		"Description": "Your Pokemon is a sharpshooter. Your ranged attacks ignore half and three-fourths cover, Before you make a ranged attack, you can choose to take a -5 penalty to the attack roll. If the attack hits, you add +10 to the attack’s damage (Once per move)."
	},
	"Resilient (CHA)": {
		"Description": "PHB:168"
	},
	"Resilient (CON)": {
		"Description": "PHB:168"
	},
	"Resilient (DEX)": {
		"Description": "PHB:168"
	},
	"Resilient (INT)": {
		"Description": "PHB:168"
	},
	"Resilient (STR)": {
		"Description": "PHB:168"
	},
	"Resilient (WIS)": {
		"Description": "PHB:168"
	},
	"Savage Attacker": {
		"Description": "PHB:169"
	},
	"Sentinel": {
		"Description": "PHB:169"
	},
	"Skilled": {
		"Description": "PHB:170"
	},
	"Skulker": {
		"Description": "PHB:170"
	},
	"Stealthy": {
		"Description": "Unearthed Arcana:Feats for Skills"
	},
	"Terrain Adept": {
		"Description": "Your Pokémon is especially skilled when fighting on a specific terrain. Choose one of the following terrains when selecting this feature. Your Pokémon gains +2 to attack rolls when in this terrain. Terrains: Coastal, Swamp, Forest, Arctic, Desert, Grassland, Hill, Mountain, Underwater."
	},
	"Tireless": {
		"Description": "Your Pokémon endures hours of rigorous training which keep it in battle longer than the average Pokémon. Gain +1 PP for every move."
	},
	"Tough": {
		"Description": "PHB:170"
	}
}