{
	"Acrobat": {"Description":"Unearthed Arcana: Feats for Skills"},
	"Alert": {"Description":"PHB:165 (Initiative bonus applied to trainer while you are the active Pokémon)"},
	"Athlete (STR)": {"Description":"PHB:165"},
	"Athlete (DEX)": {"Description":"PHB:165"},
	"Brawny": {"Description":"Unearthed Arcana: Feats for Skills"},
	"Charger": {"Description":"PHB:165 (When using melee attacks)"},
	"Durable": {"Description":"PHB:166"},
	"Elemental Adept": {"Description":"PHB:166 (Choose one of the Pokémon damage types)"},
	"Great Weapon Master": {"Description":"PHB:167 (Applies to any melee attacks, once per move. Extra crit attack must be same move)"}
	"Mobile": {"Description":"PHB:168"},
	"Perceptive": {"Description":"Unearthed Arcana:Feats for Skills"},
	"Quick-Fingered": {"Description":"Unearthed Arcana:Feats for Skills"},
	"Resilient (STR)": {"Description":"PHB:168"},
	"Resilient (CON)": {"Description":"PHB:168"},
	"Resilient (DEX)": {"Description":"PHB:168"},
	"Resilient (INT)": {"Description":"PHB:168"},
	"Resilient (WIS)": {"Description":"PHB:168"},
	"Resilient (CHA)": {"Description":"PHB:168"},
	"Savage Attacker": {"Description":"PHB:169"},
	"Sentinel": {"Description":"PHB:169"},
	"Sharp Shooter": {"Description":"PHB:170 (Applies to any ranged attack, once per move.)"},
	"Skulker": {"Description":"PHB:170"},
	"Stealthy": {"Description":"Unearthed Arcana:Feats for Skills"},
	"Tough": {"Description":"PHB:170"},
	"Extra Move": {"Description":"Your Pokémon can know five total moves instead of four."},
	"AC Up": {"Description":"Your Pokémon’s AC increases by 1. This bonus is included through a Pokémon’s evolutions."},
	"Tireless": {"Description":"Your Pokémon endures hours of rigorous training which keep it in battle longer than the average Pokémon. Gain +1 PP for every move."},
	"Terrain Adept": {"Description":"Your Pokémon is especially skilled when fighting on a specific terrain. Choose one of the following terrains when selecting this feature. Your Pokémon gains +2 to attack rolls when in this terrain. Terrains: Coastal, Swamp, Forest, Arctic, Desert, Grassland, Hill, Mountain, Underwater."},
	"Combo Master": {"Description":"Your Pokémon is an expert in combining strikes against a foe. When this feature is selected, combo moves that have the ability to hit more than once are guaranteed to hit at least twice. (Fury Swipes, Double Slap, etc.)"},
	"Smooth Facade": {"Description":"Your Pokémon is hardened, shrugging pain off like it is nothing. When suffering from a negative status ailment other than sleep, your Pokémon gains +3 to their AC."},
	"Power Sculptor": {"Description":"Your Pokémon is able to sculpt the power of their moves around their allies. For area of effect moves your Pokémon activates, choose 1 + MOVE allies in range to automatically succeed on their saving throw against taking damage or an effect. If the damage is halved for a successful save, they take no damage instead."},
	"Hidden Ability": {"Description":"Your Pokémon reaches inside itself to discover a new ability. It gains access to the Hidden Ability in its stat block."}
}