{
  "1": {
    "flavor": "Bulbasaur can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun’s rays, the seed grows progressively larger.",
    "height": 7,
    "weight": 69,
    "genus": "Seed Pokémon"
  },
  "2": {
    "flavor": "There is a bud on this Pokémon’s back. To support its weight, Ivysaur’s legs and trunk grow thick and strong. If it starts spending more time lying in the sunlight, it’s a sign that the bud will bloom into a large flower soon.",
    "height": 10,
    "weight": 130,
    "genus": "Seed Pokémon"
  },
  "3": {
    "flavor": "There is a large flower on Venusaur’s back. The flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower’s aroma soothes the emotions of people.",
    "height": 20,
    "weight": 1000,
    "genus": "Seed Pokémon"
  },
  "4": {
    "flavor": "The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is enjoying itself. If the Pokémon becomes enraged, the flame burns fiercely.",
    "height": 6,
    "weight": 85,
    "genus": "Lizard Pokémon"
  },
  "5": {
    "flavor": "Charmeleon mercilessly destroys its foes using its sharp claws. If it encounters a strong foe, it turns aggressive. In this excited state, the flame at the tip of its tail flares with a bluish white color.",
    "height": 11,
    "weight": 190,
    "genus": "Flame Pokémon"
  },
  "6": {
    "flavor": "Charizard flies around the sky in search of powerful opponents. It breathes fire of such great heat that it melts anything. However, it never turns its fiery breath on any opponent weaker than itself.",
    "height": 17,
    "weight": 905,
    "genus": "Flame Pokémon"
  },
  "7": {
    "flavor": "Squirtle’s shell is not merely used for protection. The shell’s rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokémon to swim at high speeds.",
    "height": 5,
    "weight": 90,
    "genus": "Tiny Turtle Pokémon"
  },
  "8": {
    "flavor": "Its tail is large and covered with a rich, thick fur. The tail becomes increasingly deeper in color as Wartortle ages. The scratches on its shell are evidence of this Pokémon’s toughness as a battler.",
    "height": 10,
    "weight": 225,
    "genus": "Turtle Pokémon"
  },
  "9": {
    "flavor": "Blastoise has water spouts that protrude from its shell. The water spouts are very accurate. They can shoot bullets of water with enough accuracy to strike empty cans from a distance of over 160 feet.",
    "height": 16,
    "weight": 855,
    "genus": "Shellfish Pokémon"
  },
  "10": {
    "flavor": "Caterpie has a voracious appetite. It can devour leaves bigger than its body right before your eyes. From its antenna, this Pokémon releases a terrifically strong odor.",
    "height": 3,
    "weight": 29,
    "genus": "Worm Pokémon"
  },
  "11": {
    "flavor": "The shell covering this Pokémon’s body is as hard as an iron slab. Metapod does not move very much. It stays still because it is preparing its soft innards for evolution inside the hard shell.",
    "height": 7,
    "weight": 99,
    "genus": "Cocoon Pokémon"
  },
  "12": {
    "flavor": "Butterfree has a superior ability to search for delicious honey from flowers. It can even search out, extract, and carry honey from flowers that are blooming over six miles from its nest.",
    "height": 11,
    "weight": 320,
    "genus": "Butterfly Pokémon"
  },
  "13": {
    "flavor": "Weedle has an extremely acute sense of smell. It is capable of distinguishing its favorite kinds of leaves from those it dislikes just by sniffing with its big red proboscis (nose).",
    "height": 3,
    "weight": 32,
    "genus": "Hairy Bug Pokémon"
  },
  "14": {
    "flavor": "Kakuna remains virtually immobile as it clings to a tree. However, on the inside, it is extremely busy as it prepares for its coming evolution. This is evident from how hot the shell becomes to the touch.",
    "height": 6,
    "weight": 100,
    "genus": "Cocoon Pokémon"
  },
  "15": {
    "flavor": "Beedrill is extremely territorial. No one should ever approach its nest—this is for their own safety. If angered, they will attack in a furious swarm.",
    "height": 10,
    "weight": 295,
    "genus": "Poison Bee Pokémon"
  },
  "16": {
    "flavor": "Pidgey has an extremely sharp sense of direction. It is capable of unerringly returning home to its nest, however far it may be removed from its familiar surroundings.",
    "height": 3,
    "weight": 18,
    "genus": "Tiny Bird Pokémon"
  },
  "17": {
    "flavor": "Pidgeotto claims a large area as its own territory. This Pokémon flies around, patrolling its living space. If its territory is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.",
    "height": 11,
    "weight": 300,
    "genus": "Bird Pokémon"
  },
  "18": {
    "flavor": "This Pokémon has a dazzling plumage of beautifully glossy feathers. Many Trainers are captivated by the striking beauty of the feathers on its head, compelling them to choose Pidgeot as their Pokémon.",
    "height": 15,
    "weight": 395,
    "genus": "Bird Pokémon"
  },
  "19": {
    "flavor": "Rattata is cautious in the extreme. Even while it is asleep, it constantly listens by moving its ears around. It is not picky about where it lives—it will make its nest anywhere.",
    "height": 3,
    "weight": 35,
    "genus": "Mouse Pokémon"
  },
  "20": {
    "flavor": "Raticate’s sturdy fangs grow steadily. To keep them ground down, it gnaws on rocks and logs. It may even chew on the walls of houses.",
    "height": 7,
    "weight": 185,
    "genus": "Mouse Pokémon"
  },
  "21": {
    "flavor": "Spearow has a very loud cry that can be heard over half a mile away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger.",
    "height": 3,
    "weight": 20,
    "genus": "Tiny Bird Pokémon"
  },
  "22": {
    "flavor": "Fearow is recognized by its long neck and elongated beak. They are conveniently shaped for catching prey in soil or water. It deftly moves its long and skinny beak to pluck prey.",
    "height": 12,
    "weight": 380,
    "genus": "Beak Pokémon"
  },
  "23": {
    "flavor": "Ekans curls itself up in a spiral while it rests. Assuming this position allows it to quickly respond to a threat from any direction with a glare from its upraised head.",
    "height": 20,
    "weight": 69,
    "genus": "Snake Pokémon"
  },
  "24": {
    "flavor": "This Pokémon is terrifically strong in order to constrict things with its body. It can even flatten steel oil drums. Once Arbok wraps its body around its foe, escaping its crunching embrace is impossible.",
    "height": 35,
    "weight": 650,
    "genus": "Cobra Pokémon"
  },
  "25": {
    "flavor": "Whenever Pikachu comes across something new, it blasts it with a jolt of electricity. If you come across a blackened berry, it’s evidence that this Pokémon mistook the intensity of its charge.",
    "height": 4,
    "weight": 60,
    "genus": "Mouse Pokémon"
  },
  "26": {
    "flavor": "If the electrical sacs become excessively charged, Raichu plants its tail in the ground and discharges. Scorched patches of ground will be found near this Pokémon’s nest.",
    "height": 8,
    "weight": 300,
    "genus": "Mouse Pokémon"
  },
  "27": {
    "flavor": "Sandshrew’s body is configured to absorb water without waste, enabling it to survive in an arid desert. This Pokémon curls up to protect itself from its enemies.",
    "height": 6,
    "weight": 120,
    "genus": "Mouse Pokémon"
  },
  "28": {
    "flavor": "Sandslash’s body is covered by tough spikes, which are hardened sections of its hide. Once a year, the old spikes fall out, to be replaced with new spikes that grow out from beneath the old ones.",
    "height": 10,
    "weight": 295,
    "genus": "Mouse Pokémon"
  },
  "29": {
    "flavor": "Nidoran♀ has barbs that secrete a powerful poison. They are thought to have developed as protection for this small-bodied Pokémon. When enraged, it releases a horrible toxin from its horn.",
    "height": 4,
    "weight": 70,
    "genus": "Poison Pin Pokémon"
  },
  "30": {
    "flavor": "When Nidorina are with their friends or family, they keep their barbs tucked away to prevent hurting each other. This Pokémon appears to become nervous if separated from the others.",
    "height": 8,
    "weight": 200,
    "genus": "Poison Pin Pokémon"
  },
  "31": {
    "flavor": "Nidoqueen’s body is encased in extremely hard scales. It is adept at sending foes flying with harsh tackles. This Pokémon is at its strongest when it is defending its young.",
    "height": 13,
    "weight": 600,
    "genus": "Drill Pokémon"
  },
  "32": {
    "flavor": "Nidoran♂ has developed muscles for moving its ears. Thanks to them, the ears can be freely moved in any direction. Even the slightest sound does not escape this Pokémon’s notice.",
    "height": 5,
    "weight": 90,
    "genus": "Poison Pin Pokémon"
  },
  "33": {
    "flavor": "Nidorino has a horn that is harder than a diamond. If it senses a hostile presence, all the barbs on its back bristle up at once, and it challenges the foe with all its might.",
    "height": 9,
    "weight": 195,
    "genus": "Poison Pin Pokémon"
  },
  "34": {
    "flavor": "Nidoking’s thick tail packs enormously destructive power. With one swing, it can topple a metal transmission tower. Once this Pokémon goes on a rampage, there is no stopping it.",
    "height": 14,
    "weight": 620,
    "genus": "Drill Pokémon"
  },
  "35": {
    "flavor": "On every night of a full moon, groups of this Pokémon come out to play. When dawn arrives, the tired Clefairy return to their quiet mountain retreats and go to sleep nestled up against each other.",
    "height": 6,
    "weight": 75,
    "genus": "Fairy Pokémon"
  },
  "36": {
    "flavor": "Clefable moves by skipping lightly as if it were flying using its wings. Its bouncy step lets it even walk on water. It is known to take strolls on lakes on quiet, moonlit nights.",
    "height": 13,
    "weight": 400,
    "genus": "Fairy Pokémon"
  },
  "37": {
    "flavor": "At the time of its birth, Vulpix has one white tail. The tail separates into six if this Pokémon receives plenty of love from its Trainer. The six tails become magnificently curled.",
    "height": 6,
    "weight": 99,
    "genus": "Fox Pokémon"
  },
  "38": {
    "flavor": "Ninetales casts a sinister light from its bright red eyes to gain total control over its foe’s mind. This Pokémon is said to live for a thousand years.",
    "height": 11,
    "weight": 199,
    "genus": "Fox Pokémon"
  },
  "39": {
    "flavor": "Jigglypuff’s vocal cords can freely adjust the wavelength of its voice. This Pokémon uses this ability to sing at precisely the right wavelength to make its foes most drowsy.",
    "height": 5,
    "weight": 55,
    "genus": "Balloon Pokémon"
  },
  "40": {
    "flavor": "Wigglytuff has large, saucerlike eyes. The surfaces of its eyes are always covered with a thin layer of tears. If any dust gets in this Pokémon’s eyes, it is quickly washed away.",
    "height": 10,
    "weight": 120,
    "genus": "Balloon Pokémon"
  },
  "41": {
    "flavor": "Zubat remains quietly unmoving in a dark spot during the bright daylight hours. It does so because prolonged exposure to the sun causes its body to become slightly burned.",
    "height": 8,
    "weight": 75,
    "genus": "Bat Pokémon"
  },
  "42": {
    "flavor": "Golbat loves to drink the blood of living things. It is particularly active in the pitch black of night. This Pokémon flits around in the night skies, seeking fresh blood.",
    "height": 16,
    "weight": 550,
    "genus": "Bat Pokémon"
  },
  "43": {
    "flavor": "During the daytime, Oddish buries itself in soil to absorb nutrients from the ground using its entire body. The more fertile the soil, the glossier its leaves become.",
    "height": 5,
    "weight": 54,
    "genus": "Weed Pokémon"
  },
  "44": {
    "flavor": "Gloom releases a foul fragrance from the pistil of its flower. When faced with danger, the stench worsens. If this Pokémon is feeling calm and secure, it does not release its usual stinky aroma.",
    "height": 8,
    "weight": 86,
    "genus": "Weed Pokémon"
  },
  "45": {
    "flavor": "Vileplume’s toxic pollen triggers atrocious allergy attacks. That’s why it is advisable never to approach any attractive flowers in a jungle, however pretty they may be.",
    "height": 12,
    "weight": 186,
    "genus": "Flower Pokémon"
  },
  "46": {
    "flavor": "Paras has parasitic mushrooms growing on its back called tochukaso. They grow large by drawing nutrients from this Bug Pokémon host. They are highly valued as a medicine for extending life.",
    "height": 3,
    "weight": 54,
    "genus": "Mushroom Pokémon"
  },
  "47": {
    "flavor": "Parasect is known to infest large trees en masse and drain nutrients from the lower trunk and roots. When an infested tree dies, they move onto another tree all at once.",
    "height": 10,
    "weight": 295,
    "genus": "Mushroom Pokémon"
  },
  "48": {
    "flavor": "Venonat is said to have evolved with a coat of thin, stiff hair that covers its entire body for protection. It possesses large eyes that never fail to spot even minuscule prey.",
    "height": 10,
    "weight": 300,
    "genus": "Insect Pokémon"
  },
  "49": {
    "flavor": "Venomoth is nocturnal—it is a Pokémon that only becomes active at night. Its favorite prey are small insects that gather around streetlights, attracted by the light in the darkness.",
    "height": 15,
    "weight": 125,
    "genus": "Poison Moth Pokémon"
  },
  "50": {
    "flavor": "Diglett are raised in most farms. The reason is simple— wherever this Pokémon burrows, the soil is left perfectly tilled for planting crops. This soil is made ideal for growing delicious vegetables.",
    "height": 2,
    "weight": 8,
    "genus": "Mole Pokémon"
  },
  "51": {
    "flavor": "Dugtrio are actually triplets that emerged from one body. As a result, each triplet thinks exactly like the other two triplets. They work cooperatively to burrow endlessly.",
    "height": 7,
    "weight": 333,
    "genus": "Mole Pokémon"
  },
  "52": {
    "flavor": "Meowth withdraws its sharp claws into its paws to slinkily sneak about without making any incriminating footsteps. For some reason, this Pokémon loves shiny coins that glitter with light.",
    "height": 4,
    "weight": 42,
    "genus": "Scratch Cat Pokémon"
  },
  "53": {
    "flavor": "Persian has six bold whiskers that give it a look of toughness. The whiskers sense air movements to determine what is in the Pokémon’s surrounding vicinity. It becomes docile if grabbed by the whiskers.",
    "height": 10,
    "weight": 320,
    "genus": "Classy Cat Pokémon"
  },
  "54": {
    "flavor": "Psyduck uses a mysterious power. When it does so, this Pokémon generates brain waves that are supposedly only seen in sleepers. This discovery spurred controversy among scholars.",
    "height": 8,
    "weight": 196,
    "genus": "Duck Pokémon"
  },
  "55": {
    "flavor": "The webbed flippers on its forelegs and hind legs and the streamlined body of Golduck give it frightening speed. This Pokémon is definitely much faster than even the most athletic swimmer.",
    "height": 17,
    "weight": 766,
    "genus": "Duck Pokémon"
  },
  "56": {
    "flavor": "When Mankey starts shaking and its nasal breathing turns rough, it’s a sure sign that it is becoming angry. However, because it goes into a towering rage almost instantly, it is impossible for anyone to flee its wrath.",
    "height": 5,
    "weight": 280,
    "genus": "Pig Monkey Pokémon"
  },
  "57": {
    "flavor": "When Primeape becomes furious, its blood circulation is boosted. In turn, its muscles are made even stronger. However, it also becomes much less intelligent at the same time.",
    "height": 10,
    "weight": 320,
    "genus": "Pig Monkey Pokémon"
  },
  "58": {
    "flavor": "Growlithe has a superb sense of smell. Once it smells anything, this Pokémon won’t forget the scent, no matter what. It uses its advanced olfactory sense to determine the emotions of other living things.",
    "height": 7,
    "weight": 190,
    "genus": "Puppy Pokémon"
  },
  "59": {
    "flavor": "Arcanine is known for its high speed. It is said to be capable of running over 6,200 miles in a single day and night. The fire that blazes wildly within this Pokémon’s body is its source of power.",
    "height": 19,
    "weight": 1550,
    "genus": "Legendary Pokémon"
  },
  "60": {
    "flavor": "Poliwag has a very thin skin. It is possible to see the Pokémon’s spiral innards right through the skin. Despite its thinness, however, the skin is also very flexible. Even sharp fangs bounce right off it.",
    "height": 6,
    "weight": 124,
    "genus": "Tadpole Pokémon"
  },
  "61": {
    "flavor": "The surface of Poliwhirl’s body is always wet and slick with a slimy fluid. Because of this slippery covering, it can easily slip and slide out of the clutches of any enemy in battle.",
    "height": 10,
    "weight": 200,
    "genus": "Tadpole Pokémon"
  },
  "62": {
    "flavor": "Poliwrath’s highly developed, brawny muscles never grow fatigued, however much it exercises. It is so tirelessly strong, this Pokémon can swim back and forth across the ocean without effort.",
    "height": 13,
    "weight": 540,
    "genus": "Tadpole Pokémon"
  },
  "63": {
    "flavor": "Abra sleeps for eighteen hours a day. However, it can sense the presence of foes even while it is sleeping. In such a situation, this Pokémon immediately teleports to safety.",
    "height": 9,
    "weight": 195,
    "genus": "Psi Pokémon"
  },
  "64": {
    "flavor": "Kadabra emits a peculiar alpha wave if it develops a headache. Only those people with a particularly strong psyche can hope to become a Trainer of this Pokémon.",
    "height": 13,
    "weight": 565,
    "genus": "Psi Pokémon"
  },
  "65": {
    "flavor": "Alakazam’s brain continually grows, making its head far too heavy to support with its neck. This Pokémon holds its head up using its psychokinetic power instead.",
    "height": 15,
    "weight": 480,
    "genus": "Psi Pokémon"
  },
  "66": {
    "flavor": "Machop’s muscles are special—they never get sore no matter how much they are used in exercise. This Pokémon has sufficient power to hurl a hundred adult humans.",
    "height": 8,
    "weight": 195,
    "genus": "Superpower Pokémon"
  },
  "67": {
    "flavor": "Machoke’s thoroughly toned muscles possess the hardness of steel. This Pokémon has so much strength, it can easily hold aloft a sumo wrestler on just one finger.",
    "height": 15,
    "weight": 705,
    "genus": "Superpower Pokémon"
  },
  "68": {
    "flavor": "Machamp has the power to hurl anything aside. However, trying to do any work requiring care and dexterity causes its arms to get tangled. This Pokémon tends to leap into action before it thinks.",
    "height": 16,
    "weight": 1300,
    "genus": "Superpower Pokémon"
  },
  "69": {
    "flavor": "Bellsprout’s thin and flexible body lets it bend and sway to avoid any attack, however strong it may be. From its mouth, this Pokémon spits a corrosive fluid that melts even iron.",
    "height": 7,
    "weight": 40,
    "genus": "Flower Pokémon"
  },
  "70": {
    "flavor": "Weepinbell has a large hook on its rear end. At night, the Pokémon hooks on to a tree branch and goes to sleep. If it moves around in its sleep, it may wake up to find itself on the ground.",
    "height": 10,
    "weight": 64,
    "genus": "Flycatcher Pokémon"
  },
  "71": {
    "flavor": "Victreebel has a long vine that extends from its head. This vine is waved and flicked about as if it were an animal to attract prey. When an unsuspecting prey draws near, this Pokémon swallows it whole.",
    "height": 17,
    "weight": 155,
    "genus": "Flycatcher Pokémon"
  },
  "72": {
    "flavor": "Tentacool’s body is largely composed of water. If it is removed from the sea, it dries up like parchment. If this Pokémon happens to become dehydrated, put it back into the sea.",
    "height": 9,
    "weight": 455,
    "genus": "Jellyfish Pokémon"
  },
  "73": {
    "flavor": "Tentacruel has large red orbs on its head. The orbs glow before lashing the vicinity with a harsh ultrasonic blast. This Pokémon’s outburst creates rough waves around it.",
    "height": 16,
    "weight": 550,
    "genus": "Jellyfish Pokémon"
  },
  "74": {
    "flavor": "The longer a Geodude lives, the more its edges are chipped and worn away, making it more rounded in appearance. However, this Pokémon’s heart will remain hard, craggy, and rough always.",
    "height": 4,
    "weight": 200,
    "genus": "Rock Pokémon"
  },
  "75": {
    "flavor": "Graveler grows by feeding on rocks. Apparently, it prefers to eat rocks that are covered in moss. This Pokémon eats its way through a ton of rocks on a daily basis.",
    "height": 10,
    "weight": 1050,
    "genus": "Rock Pokémon"
  },
  "76": {
    "flavor": "Golem live up on mountains. If there is a large earthquake, these Pokémon will come rolling down off the mountains en masse to the foothills below.",
    "height": 14,
    "weight": 3000,
    "genus": "Megaton Pokémon"
  },
  "77": {
    "flavor": "Ponyta is very weak at birth. It can barely stand up. This Pokémon becomes stronger by stumbling and falling to keep up with its parent.",
    "height": 10,
    "weight": 300,
    "genus": "Fire Horse Pokémon"
  },
  "78": {
    "flavor": "Rapidash usually can be seen casually cantering in the fields and plains. However, when this Pokémon turns serious, its fiery manes flare and blaze as it gallops its way up to 150 mph.",
    "height": 17,
    "weight": 950,
    "genus": "Fire Horse Pokémon"
  },
  "79": {
    "flavor": "Slowpoke uses its tail to catch prey by dipping it in water at the side of a river. However, this Pokémon often forgets what it’s doing and often spends entire days just loafing at water’s edge.",
    "height": 12,
    "weight": 360,
    "genus": "Dopey Pokémon"
  },
  "80": {
    "flavor": "Slowbro’s tail has a Shellder firmly attached with a bite. As a result, the tail can’t be used for fishing anymore. This causes Slowbro to grudgingly swim and catch prey instead.",
    "height": 16,
    "weight": 785,
    "genus": "Hermit Crab Pokémon"
  },
  "81": {
    "flavor": "Magnemite attaches itself to power lines to feed on electricity. If your house has a power outage, check your circuit breakers. You may find a large number of this Pokémon clinging to the breaker box.",
    "height": 3,
    "weight": 60,
    "genus": "Magnet Pokémon"
  },
  "82": {
    "flavor": "Magneton emits a powerful magnetic force that is fatal to mechanical devices. As a result, large cities sound sirens to warn citizens of large-scale outbreaks of this Pokémon.",
    "height": 10,
    "weight": 600,
    "genus": "Magnet Pokémon"
  },
  "83": {
    "flavor": "Farfetch’d is always seen with a stalk from a plant of some sort. Apparently, there are good stalks and bad stalks. This Pokémon has been known to fight with others over stalks.",
    "height": 8,
    "weight": 150,
    "genus": "Wild Duck Pokémon"
  },
  "84": {
    "flavor": "Doduo’s two heads never sleep at the same time. Its two heads take turns sleeping, so one head can always keep watch for enemies while the other one sleeps.",
    "height": 14,
    "weight": 392,
    "genus": "Twin Bird Pokémon"
  },
  "85": {
    "flavor": "Watch out if Dodrio’s three heads are looking in three separate directions. It’s a sure sign that it is on its guard. Don’t go near this Pokémon if it’s being wary—it may decide to peck you.",
    "height": 18,
    "weight": 852,
    "genus": "Triple Bird Pokémon"
  },
  "86": {
    "flavor": "Seel hunts for prey in the frigid sea underneath sheets of ice. When it needs to breathe, it punches a hole through the ice with the sharply protruding section of its head.",
    "height": 11,
    "weight": 900,
    "genus": "Sea Lion Pokémon"
  },
  "87": {
    "flavor": "Dewgong loves to snooze on bitterly cold ice. The sight of this Pokémon sleeping on a glacier was mistakenly thought to be a mermaid by a mariner long ago.",
    "height": 17,
    "weight": 1200,
    "genus": "Sea Lion Pokémon"
  },
  "88": {
    "flavor": "Grimer’s sludgy and rubbery body can be forced through any opening, however small it may be. This Pokémon enters sewer pipes to drink filthy wastewater.",
    "height": 9,
    "weight": 300,
    "genus": "Sludge Pokémon"
  },
  "89": {
    "flavor": "From Muk’s body seeps a foul fluid that gives off a nose-bendingly horrible stench. Just one drop of this Pokémon’s body fluid can turn a pool stagnant and rancid.",
    "height": 12,
    "weight": 300,
    "genus": "Sludge Pokémon"
  },
  "90": {
    "flavor": "At night, this Pokémon uses its broad tongue to burrow a hole in the seafloor sand and then sleep in it. While it is sleeping, Shellder closes its shell, but leaves its tongue hanging out.",
    "height": 3,
    "weight": 40,
    "genus": "Bivalve Pokémon"
  },
  "91": {
    "flavor": "Cloyster is capable of swimming in the sea. It does so by swallowing water, then jetting it out toward the rear. This Pokémon shoots spikes from its shell using the same system.",
    "height": 15,
    "weight": 1325,
    "genus": "Bivalve Pokémon"
  },
  "92": {
    "flavor": "Gastly is largely composed of gaseous matter. When exposed to a strong wind, the gaseous body quickly dwindles away. Groups of this Pokémon cluster under the eaves of houses to escape the ravages of wind.",
    "height": 13,
    "weight": 1,
    "genus": "Gas Pokémon"
  },
  "93": {
    "flavor": "Haunter is a dangerous Pokémon. If one beckons you while floating in darkness, you must never approach it. This Pokémon will try to lick you with its tongue and steal your life away.",
    "height": 16,
    "weight": 1,
    "genus": "Gas Pokémon"
  },
  "94": {
    "flavor": "Sometimes, on a dark night, your shadow thrown by a streetlight will suddenly and startlingly overtake you. It is actually a Gengar running past you, pretending to be your shadow.",
    "height": 15,
    "weight": 405,
    "genus": "Shadow Pokémon"
  },
  "95": {
    "flavor": "Onix has a magnet in its brain. It acts as a compass so that this Pokémon does not lose direction while it is tunneling. As it grows older, its body becomes increasingly rounder and smoother.",
    "height": 88,
    "weight": 2100,
    "genus": "Rock Snake Pokémon"
  },
  "96": {
    "flavor": "If your nose becomes itchy while you are sleeping, it’s a sure sign that one of these Pokémon is standing above your pillow and trying to eat your dream through your nostrils.",
    "height": 10,
    "weight": 324,
    "genus": "Hypnosis Pokémon"
  },
  "97": {
    "flavor": "Hypno holds a pendulum in its hand. The arcing movement and glitter of the pendulum lull the foe into a deep state of hypnosis. While this Pokémon searches for prey, it polishes the pendulum.",
    "height": 16,
    "weight": 756,
    "genus": "Hypnosis Pokémon"
  },
  "98": {
    "flavor": "Krabby live on beaches, burrowed inside holes dug into the sand. On sandy beaches with little in the way of food, these Pokémon can be seen squabbling with each other over territory.",
    "height": 4,
    "weight": 65,
    "genus": "River Crab Pokémon"
  },
  "99": {
    "flavor": "Kingler has an enormous, oversized claw. It waves this huge claw in the air to communicate with others. However, because the claw is so heavy, the Pokémon quickly tires.",
    "height": 13,
    "weight": 600,
    "genus": "Pincer Pokémon"
  },
  "100": {
    "flavor": "Voltorb was first sighted at a company that manufactures Poké Balls. The link between that sighting and the fact that this Pokémon looks very similar to a Poké Ball remains a mystery.",
    "height": 5,
    "weight": 104,
    "genus": "Ball Pokémon"
  },
  "101": {
    "flavor": "Electrode eats electricity in the atmosphere. On days when lightning strikes, you can see this Pokémon exploding all over the place from eating too much electricity.",
    "height": 12,
    "weight": 666,
    "genus": "Ball Pokémon"
  },
  "102": {
    "flavor": "This Pokémon consists of six eggs that form a closely knit cluster. The six eggs attract each other and spin around. When cracks increasingly appear on the eggs, Exeggcute is close to evolution.",
    "height": 4,
    "weight": 25,
    "genus": "Egg Pokémon"
  },
  "103": {
    "flavor": "Exeggutor originally came from the tropics. Its heads steadily grow larger from exposure to strong sunlight. It is said that when the heads fall off, they group together to form Exeggcute.",
    "height": 20,
    "weight": 1200,
    "genus": "Coconut Pokémon"
  },
  "104": {
    "flavor": "Cubone pines for the mother it will never see again. Seeing a likeness of its mother in the full moon, it cries. The stains on the skull the Pokémon wears are made by the tears it sheds.",
    "height": 4,
    "weight": 65,
    "genus": "Lonely Pokémon"
  },
  "105": {
    "flavor": "Marowak is the evolved form of a Cubone that has overcome its sadness at the loss of its mother and grown tough. This Pokémon’s tempered and hardened spirit is not easily broken.",
    "height": 10,
    "weight": 450,
    "genus": "Bone Keeper Pokémon"
  },
  "106": {
    "flavor": "Hitmonlee’s legs freely contract and stretch. Using these springlike legs, it bowls over foes with devastating kicks. After battle, it rubs down its legs and loosens the muscles to overcome fatigue.",
    "height": 15,
    "weight": 498,
    "genus": "Kicking Pokémon"
  },
  "107": {
    "flavor": "Hitmonchan is said to possess the spirit of a boxer who had been working toward a world championship. This Pokémon has an indomitable spirit and will never give up in the face of adversity.",
    "height": 14,
    "weight": 502,
    "genus": "Punching Pokémon"
  },
  "108": {
    "flavor": "Whenever Lickitung comes across something new, it will unfailingly give it a lick. It does so because it memorizes things by texture and by taste. It is somewhat put off by sour things.",
    "height": 12,
    "weight": 655,
    "genus": "Licking Pokémon"
  },
  "109": {
    "flavor": "If Koffing becomes agitated, it raises the toxicity of its internal gases and jets them out from all over its body. This Pokémon may also overinflate its round body, then explode.",
    "height": 6,
    "weight": 10,
    "genus": "Poison Gas Pokémon"
  },
  "110": {
    "flavor": "Weezing loves the gases given off by rotted kitchen garbage. This Pokémon will find a dirty, unkempt house and make it its home. At night, when the people in the house are asleep, it will go through the trash.",
    "height": 12,
    "weight": 95,
    "genus": "Poison Gas Pokémon"
  },
  "111": {
    "flavor": "Rhyhorn runs in a straight line, smashing everything in its path. It is not bothered even if it rushes headlong into a block of steel. This Pokémon may feel some pain from the collision the next day, however.",
    "height": 10,
    "weight": 1150,
    "genus": "Spikes Pokémon"
  },
  "112": {
    "flavor": "Rhydon’s horn can crush even uncut diamonds. One sweeping blow of its tail can topple a building. This Pokémon’s hide is extremely tough. Even direct cannon hits don’t leave a scratch.",
    "height": 19,
    "weight": 1200,
    "genus": "Drill Pokémon"
  },
  "113": {
    "flavor": "Chansey lays nutritionally excellent eggs on an everyday basis. The eggs are so delicious, they are easily and eagerly devoured by even those people who have lost their appetite.",
    "height": 11,
    "weight": 346,
    "genus": "Egg Pokémon"
  },
  "114": {
    "flavor": "Tangela’s vines snap off easily if they are grabbed. This happens without pain, allowing it to make a quick getaway. The lost vines are replaced by newly grown vines the very next day.",
    "height": 10,
    "weight": 350,
    "genus": "Vine Pokémon"
  },
  "115": {
    "flavor": "If you come across a young Kangaskhan playing by itself, you must never disturb it or attempt to catch it. The baby Pokémon’s parent is sure to be in the area, and it will become violently enraged at you.",
    "height": 22,
    "weight": 800,
    "genus": "Parent Pokémon"
  },
  "116": {
    "flavor": "Horsea eats small insects and moss off of rocks. If the ocean current turns fast, this Pokémon anchors itself by wrapping its tail around rocks or coral to prevent being washed away.",
    "height": 4,
    "weight": 80,
    "genus": "Dragon Pokémon"
  },
  "117": {
    "flavor": "Seadra sleeps after wriggling itself between the branches of coral. Those trying to harvest coral are occasionally stung by this Pokémon’s poison barbs if they fail to notice it.",
    "height": 12,
    "weight": 250,
    "genus": "Dragon Pokémon"
  },
  "118": {
    "flavor": "Goldeen is a very beautiful Pokémon with fins that billow elegantly in water. However, don’t let your guard down around this Pokémon—it could ram you powerfully with its horn.",
    "height": 6,
    "weight": 150,
    "genus": "Goldfish Pokémon"
  },
  "119": {
    "flavor": "In the autumn, Seaking males can be seen performing courtship dances in riverbeds to woo females. During this season, this Pokémon’s body coloration is at its most beautiful.",
    "height": 13,
    "weight": 390,
    "genus": "Goldfish Pokémon"
  },
  "120": {
    "flavor": "Staryu’s center section has an organ called the core that shines bright red. If you go to a beach toward the end of summer, the glowing cores of these Pokémon look like the stars in the sky.",
    "height": 8,
    "weight": 345,
    "genus": "Star Shape Pokémon"
  },
  "121": {
    "flavor": "Starmie’s center section—the core—glows brightly in seven colors. Because of its luminous nature, this Pokémon has been given the nickname \"the gem of the sea.\"",
    "height": 11,
    "weight": 800,
    "genus": "Mysterious Pokémon"
  },
  "122": {
    "flavor": "Mr. Mime is a master of pantomime. Its gestures and motions convince watchers that something unseeable actually exists. Once the watchers are convinced, the unseeable thing exists as if it were real.",
    "height": 13,
    "weight": 545,
    "genus": "Barrier Pokémon"
  },
  "123": {
    "flavor": "Scyther is blindingly fast. Its blazing speed enhances the effectiveness of the twin scythes on its forearms. This Pokémon’s scythes are so effective, they can slice through thick logs in one wicked stroke.",
    "height": 15,
    "weight": 560,
    "genus": "Mantis Pokémon"
  },
  "124": {
    "flavor": "Jynx walks rhythmically, swaying and shaking its hips as if it were dancing. Its motions are so bouncingly alluring, people seeing it are compelled to shake their hips without giving any thought to what they are doing.",
    "height": 14,
    "weight": 406,
    "genus": "Human Shape Pokémon"
  },
  "125": {
    "flavor": "When a storm arrives, gangs of this Pokémon compete with each other to scale heights that are likely to be stricken by lightning bolts. Some towns use Electabuzz in place of lightning rods.",
    "height": 11,
    "weight": 300,
    "genus": "Electric Pokémon"
  },
  "126": {
    "flavor": "In battle, Magmar blows out intensely hot flames from all over its body to intimidate its opponent. This Pokémon’s fiery bursts create heat waves that ignite grass and trees in its surroundings.",
    "height": 13,
    "weight": 445,
    "genus": "Spitfire Pokémon"
  },
  "127": {
    "flavor": "Pinsir is astoundingly strong. It can grip a foe weighing twice its weight in its horns and easily lift it. This Pokémon’s movements turn sluggish in cold places.",
    "height": 15,
    "weight": 550,
    "genus": "Stag Beetle Pokémon"
  },
  "128": {
    "flavor": "This Pokémon is not satisfied unless it is rampaging at all times. If there is no opponent for Tauros to battle, it will charge at thick trees and knock them down to calm itself.",
    "height": 14,
    "weight": 884,
    "genus": "Wild Bull Pokémon"
  },
  "129": {
    "flavor": "Magikarp is a pathetic excuse for a Pokémon that is only capable of flopping and splashing. This behavior prompted scientists to undertake research into it.",
    "height": 9,
    "weight": 100,
    "genus": "Fish Pokémon"
  },
  "130": {
    "flavor": "When Magikarp evolves into Gyarados, its brain cells undergo a structural transformation. It is said that this transformation is to blame for this Pokémon’s wildly violent nature.",
    "height": 65,
    "weight": 2350,
    "genus": "Atrocious Pokémon"
  },
  "131": {
    "flavor": "People have driven Lapras almost to the point of extinction. In the evenings, this Pokémon is said to sing plaintively as it seeks what few others of its kind still remain.",
    "height": 25,
    "weight": 2200,
    "genus": "Transport Pokémon"
  },
  "132": {
    "flavor": "Ditto rearranges its cell structure to transform itself into other shapes. However, if it tries to transform itself into something by relying on its memory, this Pokémon manages to get details wrong.",
    "height": 3,
    "weight": 40,
    "genus": "Transform Pokémon"
  },
  "133": {
    "flavor": "Eevee has an unstable genetic makeup that suddenly mutates due to the environment in which it lives. Radiation from various stones causes this Pokémon to evolve.",
    "height": 3,
    "weight": 65,
    "genus": "Evolution Pokémon"
  },
  "134": {
    "flavor": "Vaporeon underwent a spontaneous mutation and grew fins and gills that allow it to live underwater. This Pokémon has the ability to freely control water.",
    "height": 10,
    "weight": 290,
    "genus": "Bubble Jet Pokémon"
  },
  "135": {
    "flavor": "Jolteon’s cells generate a low level of electricity. This power is amplified by the static electricity of its fur, enabling the Pokémon to drop thunderbolts. The bristling fur is made of electrically charged needles.",
    "height": 8,
    "weight": 245,
    "genus": "Lightning Pokémon"
  },
  "136": {
    "flavor": "Flareon’s fluffy fur has a functional purpose—it releases heat into the air so that its body does not get excessively hot. This Pokémon’s body temperature can rise to a maximum of 1,650 degrees Fahrenheit.",
    "height": 9,
    "weight": 250,
    "genus": "Flame Pokémon"
  },
  "137": {
    "flavor": "Porygon is capable of reverting itself entirely back to program data and entering cyberspace. This Pokémon is copy protected so it cannot be duplicated by copying.",
    "height": 8,
    "weight": 365,
    "genus": "Virtual Pokémon"
  },
  "138": {
    "flavor": "Omanyte is one of the ancient and long-since-extinct Pokémon that have been regenerated from fossils by people. If attacked by an enemy, it withdraws itself inside its hard shell.",
    "height": 4,
    "weight": 75,
    "genus": "Spiral Pokémon"
  },
  "139": {
    "flavor": "Omastar uses its tentacles to capture its prey. It is believed to have become extinct because its shell grew too large and heavy, causing its movements to become too slow and ponderous.",
    "height": 10,
    "weight": 350,
    "genus": "Spiral Pokémon"
  },
  "140": {
    "flavor": "Kabuto is a Pokémon that has been regenerated from a fossil. However, in extremely rare cases, living examples have been discovered. The Pokémon has not changed at all for 300 million years.",
    "height": 5,
    "weight": 115,
    "genus": "Shellfish Pokémon"
  },
  "141": {
    "flavor": "Kabutops swam underwater to hunt for its prey in ancient times. The Pokémon was apparently evolving from being a water dweller to living on land as evident from the beginnings of change in its gills and legs.",
    "height": 13,
    "weight": 405,
    "genus": "Shellfish Pokémon"
  },
  "142": {
    "flavor": "Aerodactyl is a Pokémon from the age of dinosaurs. It was regenerated from genetic material extracted from amber. It is imagined to have been the king of the skies in ancient times.",
    "height": 18,
    "weight": 590,
    "genus": "Fossil Pokémon"
  },
  "143": {
    "flavor": "Snorlax’s typical day consists of nothing more than eating and sleeping. It is such a docile Pokémon that there are children who use its expansive belly as a place to play.",
    "height": 21,
    "weight": 4600,
    "genus": "Sleeping Pokémon"
  },
  "144": {
    "flavor": "Articuno is a legendary bird Pokémon that can control ice. The flapping of its wings chills the air. As a result, it is said that when this Pokémon flies, snow will fall.",
    "height": 17,
    "weight": 554,
    "genus": "Freeze Pokémon"
  },
  "145": {
    "flavor": "Zapdos is a legendary bird Pokémon that has the ability to control electricity. It usually lives in thunderclouds. The Pokémon gains power if it is stricken by lightning bolts.",
    "height": 16,
    "weight": 526,
    "genus": "Electric Pokémon"
  },
  "146": {
    "flavor": "Moltres is a legendary bird Pokémon that has the ability to control fire. If this Pokémon is injured, it is said to dip its body in the molten magma of a volcano to burn and heal itself.",
    "height": 20,
    "weight": 600,
    "genus": "Flame Pokémon"
  },
  "147": {
    "flavor": "Dratini continually molts and sloughs off its old skin. It does so because the life energy within its body steadily builds to reach uncontrollable levels.",
    "height": 18,
    "weight": 33,
    "genus": "Dragon Pokémon"
  },
  "148": {
    "flavor": "Dragonair stores an enormous amount of energy inside its body. It is said to alter weather conditions in its vicinity by discharging energy from the crystals on its neck and tail.",
    "height": 40,
    "weight": 165,
    "genus": "Dragon Pokémon"
  },
  "149": {
    "flavor": "Dragonite is capable of circling the globe in just 16 hours. It is a kindhearted Pokémon that leads lost and foundering ships in a storm to the safety of land.",
    "height": 22,
    "weight": 2100,
    "genus": "Dragon Pokémon"
  },
  "150": {
    "flavor": "Mewtwo is a Pokémon that was created by genetic manipulation. However, even though the scientific power of humans created this Pokémon’s body, they failed to endow Mewtwo with a compassionate heart.",
    "height": 20,
    "weight": 1220,
    "genus": "Genetic Pokémon"
  },
  "151": {
    "flavor": "Mew is said to possess the genetic composition of all Pokémon. It is capable of making itself invisible at will, so it entirely avoids notice even if it approaches people.",
    "height": 4,
    "weight": 40,
    "genus": "New Species Pokémon"
  },
  "152": {
    "flavor": "In battle, Chikorita waves its leaf around to keep the foe at bay. However, a sweet fragrance also wafts from the leaf, becalming the battling Pokémon and creating a cozy, friendly atmosphere all around.",
    "height": 9,
    "weight": 64,
    "genus": "Leaf Pokémon"
  },
  "153": {
    "flavor": "Bayleef’s neck is ringed by curled-up leaves. Inside each tubular leaf is a small shoot of a tree. The fragrance of this shoot makes people peppy.",
    "height": 12,
    "weight": 158,
    "genus": "Leaf Pokémon"
  },
  "154": {
    "flavor": "The fragrance of Meganium’s flower soothes and calms emotions. In battle, this Pokémon gives off more of its becalming scent to blunt the foe’s fighting spirit.",
    "height": 18,
    "weight": 1005,
    "genus": "Herb Pokémon"
  },
  "155": {
    "flavor": "Cyndaquil protects itself by flaring up the flames on its back. The flames are vigorous if the Pokémon is angry. However, if it is tired, the flames splutter fitfully with incomplete combustion.",
    "height": 5,
    "weight": 79,
    "genus": "Fire Mouse Pokémon"
  },
  "156": {
    "flavor": "Quilava keeps its foes at bay with the intensity of its flames and gusts of superheated air. This Pokémon applies its outstanding nimbleness to dodge attacks even while scorching the foe with flames.",
    "height": 9,
    "weight": 190,
    "genus": "Volcano Pokémon"
  },
  "157": {
    "flavor": "Typhlosion obscures itself behind a shimmering heat haze that it creates using its intensely hot flames. This Pokémon creates blazing explosive blasts that burn everything to cinders.",
    "height": 17,
    "weight": 795,
    "genus": "Volcano Pokémon"
  },
  "158": {
    "flavor": "Despite the smallness of its body, Totodile’s jaws are very powerful. While the Pokémon may think it is just playfully nipping, its bite has enough power to cause serious injury.",
    "height": 6,
    "weight": 95,
    "genus": "Big Jaw Pokémon"
  },
  "159": {
    "flavor": "Once Croconaw has clamped its jaws on its foe, it will absolutely not let go. Because the tips of its fangs are forked back like barbed fishhooks, they become impossible to remove when they have sunk in.",
    "height": 11,
    "weight": 250,
    "genus": "Big Jaw Pokémon"
  },
  "160": {
    "flavor": "Feraligatr intimidates its foes by opening its huge mouth. In battle, it will kick the ground hard with its thick and powerful hind legs to charge at the foe at an incredible speed.",
    "height": 23,
    "weight": 888,
    "genus": "Big Jaw Pokémon"
  },
  "161": {
    "flavor": "When Sentret sleeps, it does so while another stands guard. The sentry wakes the others at the first sign of danger. When this Pokémon becomes separated from its pack, it becomes incapable of sleep due to fear.",
    "height": 8,
    "weight": 60,
    "genus": "Scout Pokémon"
  },
  "162": {
    "flavor": "Furret has a very slim build. When under attack, it can slickly squirm through narrow spaces and get away. In spite of its short limbs, this Pokémon is very nimble and fleet.",
    "height": 18,
    "weight": 325,
    "genus": "Long Body Pokémon"
  },
  "163": {
    "flavor": "Hoothoot has an internal organ that senses and tracks the earth’s rotation. Using this special organ, this Pokémon begins hooting at precisely the same time every day.",
    "height": 7,
    "weight": 212,
    "genus": "Owl Pokémon"
  },
  "164": {
    "flavor": "Noctowl never fails at catching prey in darkness. This Pokémon owes its success to its superior vision that allows it to see in minimal light, and to its soft, supple wings that make no sound in flight.",
    "height": 16,
    "weight": 408,
    "genus": "Owl Pokémon"
  },
  "165": {
    "flavor": "Ledyba secretes an aromatic fluid from where its legs join its body. This fluid is used for communicating with others. This Pokémon conveys its feelings to others by altering the fluid’s scent.",
    "height": 10,
    "weight": 108,
    "genus": "Five Star Pokémon"
  },
  "166": {
    "flavor": "It is said that in lands with clean air, where the stars fill the sky, there live Ledian in countless numbers. There is a good reason for this—the Pokémon uses the light of the stars as its energy.",
    "height": 14,
    "weight": 356,
    "genus": "Five Star Pokémon"
  },
  "167": {
    "flavor": "The web spun by Spinarak can be considered its second nervous system. It is said that this Pokémon can determine what kind of prey is touching its web just by the tiny vibrations it feels through the web’s strands.",
    "height": 5,
    "weight": 85,
    "genus": "String Spit Pokémon"
  },
  "168": {
    "flavor": "Ariados’s feet are tipped with tiny hooked claws that enable it to scuttle on ceilings and vertical walls. This Pokémon constricts the foe with thin and strong silk webbing.",
    "height": 11,
    "weight": 335,
    "genus": "Long Leg Pokémon"
  },
  "169": {
    "flavor": "If this Pokémon is flying by fluttering only a pair of wings on either the forelegs or hind legs, it’s proof that Crobat has been flying a long distance. It switches the wings it uses if it is tired.",
    "height": 18,
    "weight": 750,
    "genus": "Bat Pokémon"
  },
  "170": {
    "flavor": "Chinchou lets loose positive and negative electrical charges from its two antennas to make its prey faint. This Pokémon flashes its electric lights to exchange signals with others.",
    "height": 5,
    "weight": 120,
    "genus": "Angler Pokémon"
  },
  "171": {
    "flavor": "Lanturn is nicknamed \"the deep-sea star\" for its illuminated antenna. This Pokémon produces light by causing a chemical reaction between bacteria and its bodily fluids inside the antenna.",
    "height": 12,
    "weight": 225,
    "genus": "Light Pokémon"
  },
  "172": {
    "flavor": "Pichu charges itself with electricity more easily on days with thunderclouds or when the air is very dry. You can hear the crackling of static electricity coming off this Pokémon.",
    "height": 3,
    "weight": 20,
    "genus": "Tiny Mouse Pokémon"
  },
  "173": {
    "flavor": "On nights with many shooting stars, Cleffa can be seen dancing in a ring. They dance through the night and stop only at the break of day, when these Pokémon quench their thirst with the morning dew.",
    "height": 3,
    "weight": 30,
    "genus": "Star Shape Pokémon"
  },
  "174": {
    "flavor": "Igglybuff’s vocal cords are not sufficiently developed. It would hurt its throat if it were to sing too much. This Pokémon gargles with freshwater from a clean stream.",
    "height": 3,
    "weight": 10,
    "genus": "Balloon Pokémon"
  },
  "175": {
    "flavor": "As its energy, Togepi uses the positive emotions of compassion and pleasure exuded by people and Pokémon. This Pokémon stores up feelings of happiness inside its shell, then shares them with others.",
    "height": 3,
    "weight": 15,
    "genus": "Spike Ball Pokémon"
  },
  "176": {
    "flavor": "Togetic is said to be a Pokémon that brings good fortune. When the Pokémon spots someone who is pure of heart, it is said to appear and share its happiness with that person.",
    "height": 6,
    "weight": 32,
    "genus": "Happiness Pokémon"
  },
  "177": {
    "flavor": "Natu cannot fly because its wings are not yet fully grown. If your eyes meet with this Pokémon’s eyes, it will stare back intently at you. But if you move even slightly, it will hop away to safety.",
    "height": 2,
    "weight": 20,
    "genus": "Tiny Bird Pokémon"
  },
  "178": {
    "flavor": "Xatu stands rooted and still in one spot all day long. People believe that this Pokémon does so out of fear of the terrible things it has foreseen in the future.",
    "height": 15,
    "weight": 150,
    "genus": "Mystic Pokémon"
  },
  "179": {
    "flavor": "Mareep’s fluffy coat of wool rubs together and builds a static charge. The more static electricity is charged, the more brightly the lightbulb at the tip of its tail glows.",
    "height": 6,
    "weight": 78,
    "genus": "Wool Pokémon"
  },
  "180": {
    "flavor": "Flaaffy’s wool quality changes so that it can generate a high amount of static electricity with a small amount of wool. The bare and slick parts of its hide are shielded against electricity.",
    "height": 8,
    "weight": 133,
    "genus": "Wool Pokémon"
  },
  "181": {
    "flavor": "Ampharos gives off so much light that it can be seen even from space. People in the old days used the light of this Pokémon to send signals back and forth with others far away.",
    "height": 14,
    "weight": 615,
    "genus": "Light Pokémon"
  },
  "182": {
    "flavor": "When Bellossom gets exposed to plenty of sunlight, the leaves ringing its body begin to spin around. This Pokémon’s dancing is renowned in the southern lands.",
    "height": 4,
    "weight": 58,
    "genus": "Flower Pokémon"
  },
  "183": {
    "flavor": "Marill’s oil-filled tail acts much like a life preserver. If you see just its tail bobbing on the water’s surface, it’s a sure indication that this Pokémon is diving beneath the water to feed on aquatic plants.",
    "height": 4,
    "weight": 85,
    "genus": "Aqua Mouse Pokémon"
  },
  "184": {
    "flavor": "Azumarill’s long ears are indispensable sensors. By focusing its hearing, this Pokémon can identify what kinds of prey are around, even in rough and fast-running rivers.",
    "height": 8,
    "weight": 285,
    "genus": "Aqua Rabbit Pokémon"
  },
  "185": {
    "flavor": "Sudowoodo camouflages itself as a tree to avoid being attacked by enemies. However, because its hands remain green throughout the year, the Pokémon is easily identified as a fake during the winter.",
    "height": 12,
    "weight": 380,
    "genus": "Imitation Pokémon"
  },
  "186": {
    "flavor": "The curled hair on Politoed’s head is proof of its status as a king. It is said that the longer and more curled the hair, the more respect this Pokémon earns from its peers.",
    "height": 11,
    "weight": 339,
    "genus": "Frog Pokémon"
  },
  "187": {
    "flavor": "This Pokémon drifts and floats with the wind. If it senses the approach of strong winds, Hoppip links its leaves with other Hoppip to prepare against being blown away.",
    "height": 4,
    "weight": 5,
    "genus": "Cottonweed Pokémon"
  },
  "188": {
    "flavor": "Skiploom’s flower blossoms when the temperature rises above 64 degrees Fahrenheit. How much the flower opens depends on the temperature. For that reason, this Pokémon is sometimes used as a thermometer.",
    "height": 6,
    "weight": 10,
    "genus": "Cottonweed Pokémon"
  },
  "189": {
    "flavor": "Jumpluff rides warm southern winds to cross the sea and fly to foreign lands. The Pokémon descends to the ground when it encounters cold air while it is floating.",
    "height": 8,
    "weight": 30,
    "genus": "Cottonweed Pokémon"
  },
  "190": {
    "flavor": "Aipom’s tail ends in a hand-like appendage that can be cleverly manipulated. However, because the Pokémon uses its tail so much, its real hands have become rather clumsy.",
    "height": 8,
    "weight": 115,
    "genus": "Long Tail Pokémon"
  },
  "191": {
    "flavor": "Sunkern tries to move as little as it possibly can. It does so because it tries to conserve all the nutrients it has stored in its body for its evolution. It will not eat a thing, subsisting only on morning dew.",
    "height": 3,
    "weight": 18,
    "genus": "Seed Pokémon"
  },
  "192": {
    "flavor": "Sunflora converts solar energy into nutrition. It moves around actively in the daytime when it is warm. It stops moving as soon as the sun goes down for the night.",
    "height": 8,
    "weight": 85,
    "genus": "Sun Pokémon"
  },
  "193": {
    "flavor": "Yanma is capable of seeing 360 degrees without having to move its eyes. It is a great flier that is adept at making sudden stops and turning midair. This Pokémon uses its flying ability to quickly chase down targeted prey.",
    "height": 12,
    "weight": 380,
    "genus": "Clear Wing Pokémon"
  },
  "194": {
    "flavor": "Wooper usually lives in water. However, it occasionally comes out onto land in search of food. On land, it coats its body with a gooey, toxic film.",
    "height": 4,
    "weight": 85,
    "genus": "Water Fish Pokémon"
  },
  "195": {
    "flavor": "Quagsire hunts for food by leaving its mouth wide open in water and waiting for its prey to blunder in unaware. Because the Pokémon does not move, it does not get very hungry.",
    "height": 14,
    "weight": 750,
    "genus": "Water Fish Pokémon"
  },
  "196": {
    "flavor": "Espeon is extremely loyal to any Trainer it considers to be worthy. It is said that this Pokémon developed its precognitive powers to protect its Trainer from harm.",
    "height": 9,
    "weight": 265,
    "genus": "Sun Pokémon"
  },
  "197": {
    "flavor": "Umbreon evolved as a result of exposure to the moon’s waves. It hides silently in darkness and waits for its foes to make a move. The rings on its body glow when it leaps to attack.",
    "height": 10,
    "weight": 270,
    "genus": "Moonlight Pokémon"
  },
  "198": {
    "flavor": "Murkrow was feared and loathed as the alleged bearer of ill fortune. This Pokémon shows strong interest in anything that sparkles or glitters. It will even try to steal rings from women.",
    "height": 5,
    "weight": 21,
    "genus": "Darkness Pokémon"
  },
  "199": {
    "flavor": "Slowking undertakes research every day in an effort to solve the mysteries of the world. However, this Pokémon apparently forgets everything it has learned if the Shellder on its head comes off.",
    "height": 20,
    "weight": 795,
    "genus": "Royal Pokémon"
  },
  "200": {
    "flavor": "Misdreavus frightens people with a creepy, sobbing cry. The Pokémon apparently uses its red spheres to absorb the fearful feelings of foes and turn them into nutrition.",
    "height": 7,
    "weight": 10,
    "genus": "Screech Pokémon"
  },
  "201": {
    "flavor": "This Pokémon is shaped like ancient writing. It is a mystery as to which came first, the ancient writings or the various Unown. Research into this topic is ongoing but nothing is known.",
    "height": 5,
    "weight": 50,
    "genus": "Symbol Pokémon"
  },
  "202": {
    "flavor": "If two or more Wobbuffet meet, they will turn competitive and try to outdo each other’s endurance. However, they may try to see which one can endure the longest without food. Trainers need to beware of this habit.",
    "height": 13,
    "weight": 285,
    "genus": "Patient Pokémon"
  },
  "203": {
    "flavor": "Girafarig’s rear head also has a brain, but it is small. The rear head attacks in response to smells and sounds. Approaching this Pokémon from behind can cause the rear head to suddenly lash out and bite.",
    "height": 15,
    "weight": 415,
    "genus": "Long Neck Pokémon"
  },
  "204": {
    "flavor": "Pineco hangs from a tree branch and patiently waits for prey to come along. If the Pokémon is disturbed while eating by someone shaking its tree, it drops down to the ground and explodes with no warning.",
    "height": 6,
    "weight": 72,
    "genus": "Bagworm Pokémon"
  },
  "205": {
    "flavor": "Forretress conceals itself inside its hardened steel shell. The shell is opened when the Pokémon is catching prey, but it does so at such a quick pace that the shell’s inside cannot be seen.",
    "height": 12,
    "weight": 1258,
    "genus": "Bagworm Pokémon"
  },
  "206": {
    "flavor": "Dunsparce has a drill for its tail. It uses this tail to burrow into the ground backward. This Pokémon is known to make its nest in complex shapes deep under the ground.",
    "height": 15,
    "weight": 140,
    "genus": "Land Snake Pokémon"
  },
  "207": {
    "flavor": "Gligar glides through the air without a sound as if it were sliding. This Pokémon hangs on to the face of its foe using its clawed hind legs and the large pincers on its forelegs, then injects the prey with its poison barb.",
    "height": 11,
    "weight": 648,
    "genus": "Fly Scorpion Pokémon"
  },
  "208": {
    "flavor": "Steelix lives even further underground than Onix. This Pokémon is known to dig toward the earth’s core. There are records of this Pokémon reaching a depth of over six-tenths of a mile underground.",
    "height": 92,
    "weight": 4000,
    "genus": "Iron Snake Pokémon"
  },
  "209": {
    "flavor": "By baring its fangs and making a scary face, Snubbull sends smaller Pokémon scurrying away in terror. However, this Pokémon seems a little sad at making its foes flee.",
    "height": 6,
    "weight": 78,
    "genus": "Fairy Pokémon"
  },
  "210": {
    "flavor": "Granbull has a particularly well-developed lower jaw. The enormous fangs are heavy, causing the Pokémon to tip its head back for balance. Unless it is startled, it will not try to bite indiscriminately.",
    "height": 14,
    "weight": 487,
    "genus": "Fairy Pokémon"
  },
  "211": {
    "flavor": "Qwilfish sucks in water, inflating itself. This Pokémon uses the pressure of the water it swallowed to shoot toxic quills all at once from all over its body. It finds swimming somewhat challenging.",
    "height": 5,
    "weight": 39,
    "genus": "Balloon Pokémon"
  },
  "212": {
    "flavor": "Scizor has a body with the hardness of steel. It is not easily fazed by ordinary sorts of attacks. This Pokémon flaps its wings to regulate its body temperature.",
    "height": 18,
    "weight": 1180,
    "genus": "Pincer Pokémon"
  },
  "213": {
    "flavor": "Shuckle quietly hides itself under rocks, keeping its body concealed inside its hard shell while eating berries it has stored away. The berries mix with its body fluids to become a juice.",
    "height": 6,
    "weight": 205,
    "genus": "Mold Pokémon"
  },
  "214": {
    "flavor": "Heracross charges in a straight line at its foe, slips beneath the foe’s grasp, and then scoops up and hurls the opponent with its mighty horn. This Pokémon even has enough power to topple a massive tree.",
    "height": 15,
    "weight": 540,
    "genus": "Single Horn Pokémon"
  },
  "215": {
    "flavor": "Sneasel scales trees by punching its hooked claws into the bark. This Pokémon seeks out unguarded nests and steals eggs for food while the parents are away.",
    "height": 9,
    "weight": 280,
    "genus": "Sharp Claw Pokémon"
  },
  "216": {
    "flavor": "This Pokémon likes to lick its palms that are sweetened by being soaked in honey. Teddiursa concocts its own honey by blending fruits and pollen collected by Beedrill.",
    "height": 6,
    "weight": 88,
    "genus": "Little Bear Pokémon"
  },
  "217": {
    "flavor": "In the forests inhabited by Ursaring, it is said that there are many streams and towering trees where they gather food. This Pokémon walks through its forest gathering food every day.",
    "height": 18,
    "weight": 1258,
    "genus": "Hibernator Pokémon"
  },
  "218": {
    "flavor": "Molten magma courses throughout Slugma’s circulatory system. If this Pokémon is chilled, the magma cools and hardens. Its body turns brittle and chunks fall off, reducing its size.",
    "height": 7,
    "weight": 350,
    "genus": "Lava Pokémon"
  },
  "219": {
    "flavor": "Magcargo’s shell is actually its skin that hardened as a result of cooling. Its shell is very brittle and fragile—just touching it causes it to crumble apart. This Pokémon returns to its original size by dipping itself in magma.",
    "height": 8,
    "weight": 550,
    "genus": "Lava Pokémon"
  },
  "220": {
    "flavor": "Swinub roots for food by rubbing its snout against the ground. Its favorite food is a mushroom that grows under the cover of dead grass. This Pokémon occasionally roots out hot springs.",
    "height": 4,
    "weight": 65,
    "genus": "Pig Pokémon"
  },
  "221": {
    "flavor": "Piloswine is covered by a thick coat of long hair that enables it to endure the freezing cold. This Pokémon uses its tusks to dig up food that has been buried under ice.",
    "height": 11,
    "weight": 558,
    "genus": "Swine Pokémon"
  },
  "222": {
    "flavor": "Corsola’s branches glitter very beautifully in seven colors when they catch sunlight. If any branch breaks off, this Pokémon grows it back in just one night.",
    "height": 6,
    "weight": 50,
    "genus": "Coral Pokémon"
  },
  "223": {
    "flavor": "Remoraid sucks in water, then expels it at high velocity using its abdominal muscles to shoot down flying prey. When evolution draws near, this Pokémon travels downstream from rivers.",
    "height": 6,
    "weight": 120,
    "genus": "Jet Pokémon"
  },
  "224": {
    "flavor": "Octillery grabs onto its foe using its tentacles. This Pokémon tries to immobilize it before delivering the finishing blow. If the foe turns out to be too strong, Octillery spews ink to escape.",
    "height": 9,
    "weight": 285,
    "genus": "Jet Pokémon"
  },
  "225": {
    "flavor": "Delibird carries its food bundled up in its tail. There once was a famous explorer who managed to reach the peak of the world’s highest mountain, thanks to one of these Pokémon sharing its food.",
    "height": 9,
    "weight": 160,
    "genus": "Delivery Pokémon"
  },
  "226": {
    "flavor": "On sunny days, schools of Mantine can be seen elegantly leaping over the sea’s waves. This Pokémon is not bothered by the Remoraid that hitches rides.",
    "height": 21,
    "weight": 2200,
    "genus": "Kite Pokémon"
  },
  "227": {
    "flavor": "Skarmory is entirely encased in hard, protective armor. This Pokémon flies at close to 190 mph. It slashes foes with its wings that possess swordlike cutting edges.",
    "height": 17,
    "weight": 505,
    "genus": "Armor Bird Pokémon"
  },
  "228": {
    "flavor": "Houndour hunt as a coordinated pack. They communicate with each other using a variety of cries to corner their prey. This Pokémon’s remarkable teamwork is unparalleled.",
    "height": 6,
    "weight": 108,
    "genus": "Dark Pokémon"
  },
  "229": {
    "flavor": "In a Houndoom pack, the one with its horns raked sharply toward the back serves a leadership role. These Pokémon choose their leader by fighting among themselves.",
    "height": 14,
    "weight": 350,
    "genus": "Dark Pokémon"
  },
  "230": {
    "flavor": "Kingdra lives at extreme ocean depths that are otherwise uninhabited. It has long been believed that the yawning of this Pokémon creates spiraling ocean currents.",
    "height": 18,
    "weight": 1520,
    "genus": "Dragon Pokémon"
  },
  "231": {
    "flavor": "For its nest, Phanpy digs a vertical pit in the ground at the edge of a river. It marks the area around its nest with its trunk to let the others know that the area has been claimed.",
    "height": 5,
    "weight": 335,
    "genus": "Long Nose Pokémon"
  },
  "232": {
    "flavor": "Donphan’s favorite attack is curling its body into a ball, then charging at its foe while rolling at high speed. Once it starts rolling, this Pokémon can’t stop very easily.",
    "height": 11,
    "weight": 1200,
    "genus": "Armor Pokémon"
  },
  "233": {
    "flavor": "Porygon2 was created by humans using the power of science. The man-made Pokémon has been endowed with artificial intelligence that enables it to learn new gestures and emotions on its own.",
    "height": 6,
    "weight": 325,
    "genus": "Virtual Pokémon"
  },
  "234": {
    "flavor": "Stantler’s magnificent antlers were traded at high prices as works of art. As a result, this Pokémon was hunted close to extinction by those who were after the priceless antlers.",
    "height": 14,
    "weight": 712,
    "genus": "Big Horn Pokémon"
  },
  "235": {
    "flavor": "Smeargle marks the boundaries of its territory using a body fluid that leaks out from the tip of its tail. Over 5,000 different marks left by this Pokémon have been found.",
    "height": 12,
    "weight": 580,
    "genus": "Painter Pokémon"
  },
  "236": {
    "flavor": "Tyrogue becomes stressed out if it does not get to train every day. When raising this Pokémon, the Trainer must establish and uphold various training methods.",
    "height": 7,
    "weight": 210,
    "genus": "Scuffle Pokémon"
  },
  "237": {
    "flavor": "Hitmontop spins on its head at high speed, all the while delivering kicks. This technique is a remarkable mix of both offense and defense at the same time. The Pokémon travels faster spinning than it does walking.",
    "height": 14,
    "weight": 480,
    "genus": "Handstand Pokémon"
  },
  "238": {
    "flavor": "Smoochum actively runs about, but also falls quite often. Whenever the chance arrives, it will look for its reflection to make sure its face hasn’t become dirty.",
    "height": 4,
    "weight": 60,
    "genus": "Kiss Pokémon"
  },
  "239": {
    "flavor": "Elekid stores electricity in its body. If it touches metal and accidentally discharges all its built-up electricity, this Pokémon begins swinging its arms in circles to recharge itself.",
    "height": 6,
    "weight": 235,
    "genus": "Electric Pokémon"
  },
  "240": {
    "flavor": "Magby’s state of health is determined by observing the fire it breathes. If the Pokémon is spouting yellow flames from its mouth, it is in good health. When it is fatigued, black smoke will be mixed in with the flames.",
    "height": 7,
    "weight": 214,
    "genus": "Live Coal Pokémon"
  },
  "241": {
    "flavor": "Miltank gives over five gallons of milk on a daily basis. Its sweet milk is enjoyed by children and grown-ups alike. People who can’t drink milk turn it into yogurt and eat it instead.",
    "height": 12,
    "weight": 755,
    "genus": "Milk Cow Pokémon"
  },
  "242": {
    "flavor": "Blissey senses sadness with its fluffy coat of fur. If it does so, this Pokémon will rush over to a sad person, no matter how far away, to share a Lucky Egg that brings a smile to any face.",
    "height": 15,
    "weight": 468,
    "genus": "Happiness Pokémon"
  },
  "243": {
    "flavor": "Raikou embodies the speed of lightning. The roars of this Pokémon send shock waves shuddering through the air and shake the ground as if lightning bolts had come crashing down.",
    "height": 19,
    "weight": 1780,
    "genus": "Thunder Pokémon"
  },
  "244": {
    "flavor": "Entei embodies the passion of magma. This Pokémon is thought to have been born in the eruption of a volcano. It sends up massive bursts of fire that utterly consume all that they touch.",
    "height": 21,
    "weight": 1980,
    "genus": "Volcano Pokémon"
  },
  "245": {
    "flavor": "Suicune embodies the compassion of a pure spring of water. It runs across the land with gracefulness. This Pokémon has the power to purify dirty water.",
    "height": 20,
    "weight": 1870,
    "genus": "Aurora Pokémon"
  },
  "246": {
    "flavor": "Larvitar is born deep under the ground. To come up to the surface, this Pokémon must eat its way through the soil above. Until it does so, Larvitar cannot see its parents.",
    "height": 6,
    "weight": 720,
    "genus": "Rock Skin Pokémon"
  },
  "247": {
    "flavor": "Pupitar creates a gas inside its body that it compresses and forcefully ejects to propel itself like a jet. The body is very durable—it avoids damage even if it hits solid steel.",
    "height": 12,
    "weight": 1520,
    "genus": "Hard Shell Pokémon"
  },
  "248": {
    "flavor": "Tyranitar is so overwhelmingly powerful, it can bring down a whole mountain to make its nest. This Pokémon wanders about in mountains seeking new opponents to fight.",
    "height": 20,
    "weight": 2020,
    "genus": "Armor Pokémon"
  },
  "249": {
    "flavor": "Lugia’s wings pack devastating power—a light fluttering of its wings can blow apart regular houses. As a result, this Pokémon chooses to live out of sight deep under the sea.",
    "height": 52,
    "weight": 2160,
    "genus": "Diving Pokémon"
  },
  "250": {
    "flavor": "Ho-Oh’s feathers glow in seven colors depending on the angle at which they are struck by light. These feathers are said to bring happiness to the bearers. This Pokémon is said to live at the foot of a rainbow.",
    "height": 38,
    "weight": 1990,
    "genus": "Rainbow Pokémon"
  },
  "251": {
    "flavor": "This Pokémon came from the future by crossing over time. It is thought that so long as Celebi appears, a bright and shining future awaits us.",
    "height": 6,
    "weight": 50,
    "genus": "Time Travel Pokémon"
  },
  "252": {
    "flavor": "Treecko has small hooks on the bottom of its feet that enable it to scale vertical walls. This Pokémon attacks by slamming foes with its thick tail.",
    "height": 5,
    "weight": 50,
    "genus": "Wood Gecko Pokémon"
  },
  "253": {
    "flavor": "The leaves growing out of Grovyle’s body are convenient for camouflaging it from enemies in the forest. This Pokémon is a master at climbing trees in jungles.",
    "height": 9,
    "weight": 216,
    "genus": "Wood Gecko Pokémon"
  },
  "254": {
    "flavor": "The leaves growing on Sceptile’s body are very sharp edged. This Pokémon is very agile—it leaps all over the branches of trees and jumps on its foe from above or behind.",
    "height": 17,
    "weight": 522,
    "genus": "Forest Pokémon"
  },
  "255": {
    "flavor": "Torchic sticks with its Trainer, following behind with unsteady steps. This Pokémon breathes fire of over 1,800 degrees Fahrenheit, including fireballs that leave the foe scorched black.",
    "height": 4,
    "weight": 25,
    "genus": "Chick Pokémon"
  },
  "256": {
    "flavor": "Combusken toughens up its legs and thighs by running through fields and mountains. This Pokémon’s legs possess both speed and power, enabling it to dole out 10 kicks in one second.",
    "height": 9,
    "weight": 195,
    "genus": "Young Fowl Pokémon"
  },
  "257": {
    "flavor": "In battle, Blaziken blows out intense flames from its wrists and attacks foes courageously. The stronger the foe, the more intensely this Pokémon’s wrists burn.",
    "height": 19,
    "weight": 520,
    "genus": "Blaze Pokémon"
  },
  "258": {
    "flavor": "The fin on Mudkip’s head acts as highly sensitive radar. Using this fin to sense movements of water and air, this Pokémon can determine what is taking place around it without using its eyes.",
    "height": 4,
    "weight": 76,
    "genus": "Mud Fish Pokémon"
  },
  "259": {
    "flavor": "The surface of Marshtomp’s body is enveloped by a thin, sticky film that enables it to live on land. This Pokémon plays in mud on beaches when the ocean tide is low.",
    "height": 7,
    "weight": 280,
    "genus": "Mud Fish Pokémon"
  },
  "260": {
    "flavor": "Swampert is very strong. It has enough power to easily drag a boulder weighing more than a ton. This Pokémon also has powerful vision that lets it see even in murky water.",
    "height": 15,
    "weight": 819,
    "genus": "Mud Fish Pokémon"
  },
  "261": {
    "flavor": "At first sight, Poochyena takes a bite at anything that moves. This Pokémon chases after prey until the victim becomes exhausted. However, it may turn tail if the prey strikes back.",
    "height": 5,
    "weight": 136,
    "genus": "Bite Pokémon"
  },
  "262": {
    "flavor": "Mightyena gives obvious signals when it is preparing to attack. It starts to growl deeply and then flattens its body. This Pokémon will bite savagely with its sharply pointed fangs.",
    "height": 10,
    "weight": 370,
    "genus": "Bite Pokémon"
  },
  "263": {
    "flavor": "Zigzagoon restlessly wanders everywhere at all times. This Pokémon does so because it is very curious. It becomes interested in anything that it happens to see.",
    "height": 4,
    "weight": 175,
    "genus": "Tiny Raccoon Pokémon"
  },
  "264": {
    "flavor": "Linoone always runs full speed and only in straight lines. If facing an obstacle, it makes a right-angle turn to evade it. This Pokémon is very challenged by gently curving roads.",
    "height": 5,
    "weight": 325,
    "genus": "Rushing Pokémon"
  },
  "265": {
    "flavor": "Using the spikes on its rear end, Wurmple peels the bark off trees and feeds on the sap that oozes out. This Pokémon’s feet are tipped with suction pads that allow it to cling to glass without slipping.",
    "height": 3,
    "weight": 36,
    "genus": "Worm Pokémon"
  },
  "266": {
    "flavor": "Silcoon tethers itself to a tree branch using silk to keep from falling. There, this Pokémon hangs quietly while it awaits evolution. It peers out of the silk cocoon through a small hole.",
    "height": 6,
    "weight": 100,
    "genus": "Cocoon Pokémon"
  },
  "267": {
    "flavor": "Beautifly’s favorite food is the sweet pollen of flowers. If you want to see this Pokémon, just leave a potted flower by an open window. Beautifly is sure to come looking for pollen.",
    "height": 10,
    "weight": 284,
    "genus": "Butterfly Pokémon"
  },
  "268": {
    "flavor": "Cascoon makes its protective cocoon by wrapping its body entirely with a fine silk from its mouth. Once the silk goes around its body, it hardens. This Pokémon prepares for its evolution inside the cocoon.",
    "height": 7,
    "weight": 115,
    "genus": "Cocoon Pokémon"
  },
  "269": {
    "flavor": "Dustox is instinctively drawn to light. Swarms of this Pokémon are attracted by the bright lights of cities, where they wreak havoc by stripping the leaves off roadside trees for food.",
    "height": 12,
    "weight": 316,
    "genus": "Poison Moth Pokémon"
  },
  "270": {
    "flavor": "Lotad live in ponds and lakes, where they float on the surface. It grows weak if its broad leaf dies. On rare occasions, this Pokémon travels on land in search of clean water.",
    "height": 5,
    "weight": 26,
    "genus": "Water Weed Pokémon"
  },
  "271": {
    "flavor": "Lombre is nocturnal—it will get active after dusk. It is also a mischief maker. When this Pokémon spots anglers, it tugs on their fishing lines from beneath the surface and enjoys their consternation.",
    "height": 12,
    "weight": 325,
    "genus": "Jolly Pokémon"
  },
  "272": {
    "flavor": "Ludicolo begins dancing as soon as it hears cheerful, festive music. This Pokémon is said to appear when it hears the singing of children on hiking outings.",
    "height": 15,
    "weight": 550,
    "genus": "Carefree Pokémon"
  },
  "273": {
    "flavor": "Seedot attaches itself to a tree branch using the top of its head. It sucks moisture from the tree while hanging off the branch. The more water it drinks, the glossier this Pokémon’s body becomes.",
    "height": 5,
    "weight": 40,
    "genus": "Acorn Pokémon"
  },
  "274": {
    "flavor": "Nuzleaf live in densely overgrown forests. They occasionally venture out of the forest to startle people. This Pokémon dislikes having its long nose pinched.",
    "height": 10,
    "weight": 280,
    "genus": "Wily Pokémon"
  },
  "275": {
    "flavor": "Shiftry is a mysterious Pokémon that is said to live atop towering trees dating back over a thousand years. It creates terrific windstorms with the fans it holds.",
    "height": 13,
    "weight": 596,
    "genus": "Wicked Pokémon"
  },
  "276": {
    "flavor": "Taillow courageously stands its ground against foes, however strong they may be. This gutsy Pokémon will remain defiant even after a loss. On the other hand, it cries loudly if it becomes hungry.",
    "height": 3,
    "weight": 23,
    "genus": "Tiny Swallow Pokémon"
  },
  "277": {
    "flavor": "Swellow flies high above our heads, making graceful arcs in the sky. This Pokémon dives at a steep angle as soon as it spots its prey. The hapless prey is tightly grasped by Swellow’s clawed feet, preventing escape.",
    "height": 7,
    "weight": 198,
    "genus": "Swallow Pokémon"
  },
  "278": {
    "flavor": "Wingull has the habit of carrying prey and valuables in its beak and hiding them in all sorts of locations. This Pokémon rides the winds and flies as if it were skating across the sky.",
    "height": 6,
    "weight": 95,
    "genus": "Seagull Pokémon"
  },
  "279": {
    "flavor": "Pelipper is a flying transporter that carries small Pokémon and eggs inside its massive bill. This Pokémon builds its nest on steep cliffs facing the sea.",
    "height": 12,
    "weight": 280,
    "genus": "Water Bird Pokémon"
  },
  "280": {
    "flavor": "Ralts senses the emotions of people using the horns on its head. This Pokémon rarely appears before people. But when it does, it draws closer if it senses that the person has a positive disposition.",
    "height": 4,
    "weight": 66,
    "genus": "Feeling Pokémon"
  },
  "281": {
    "flavor": "It is said that a Kirlia that is exposed to the positive emotions of its Trainer grows beautiful. This Pokémon controls psychokinetic powers with its highly developed brain.",
    "height": 8,
    "weight": 202,
    "genus": "Emotion Pokémon"
  },
  "282": {
    "flavor": "Gardevoir has the ability to read the future. If it senses impending danger to its Trainer, this Pokémon is said to unleash its psychokinetic energy at full power.",
    "height": 16,
    "weight": 484,
    "genus": "Embrace Pokémon"
  },
  "283": {
    "flavor": "From the tips of its feet, Surskit secretes an oil that enables it to walk on water as if it were skating. This Pokémon feeds on microscopic organisms in ponds and lakes.",
    "height": 5,
    "weight": 17,
    "genus": "Pond Skater Pokémon"
  },
  "284": {
    "flavor": "Masquerain intimidates enemies with the eyelike patterns on its antennas. This Pokémon flaps its four wings to freely fly in any direction—even sideways and backwards—as if it were a helicopter.",
    "height": 8,
    "weight": 36,
    "genus": "Eyeball Pokémon"
  },
  "285": {
    "flavor": "Shroomish live in damp soil in the dark depths of forests. They are often found keeping still under fallen leaves. This Pokémon feeds on compost that is made up of fallen, rotted leaves.",
    "height": 4,
    "weight": 45,
    "genus": "Mushroom Pokémon"
  },
  "286": {
    "flavor": "Breloom closes in on its foe with light and sprightly footwork, then throws punches with its stretchy arms. This Pokémon’s fighting technique puts boxers to shame.",
    "height": 12,
    "weight": 392,
    "genus": "Mushroom Pokémon"
  },
  "287": {
    "flavor": "Slakoth lolls around for over 20 hours every day. Because it moves so little, it does not need much food. This Pokémon’s sole daily meal consists of just three leaves.",
    "height": 8,
    "weight": 240,
    "genus": "Slacker Pokémon"
  },
  "288": {
    "flavor": "Vigoroth is always itching and agitated to go on a wild rampage. It simply can’t tolerate sitting still for even a minute. This Pokémon’s stress level rises if it can’t be moving constantly.",
    "height": 14,
    "weight": 465,
    "genus": "Wild Monkey Pokémon"
  },
  "289": {
    "flavor": "Slaking spends all day lying down and lolling about. It eats grass growing within its reach. If it eats all the grass it can reach, this Pokémon reluctantly moves to another spot.",
    "height": 20,
    "weight": 1305,
    "genus": "Lazy Pokémon"
  },
  "290": {
    "flavor": "Nincada lives underground for many years in complete darkness. This Pokémon absorbs nutrients from the roots of trees. It stays motionless as it waits for evolution.",
    "height": 5,
    "weight": 55,
    "genus": "Trainee Pokémon"
  },
  "291": {
    "flavor": "Ninjask moves around at such a high speed that it cannot be seen, even while its crying can be clearly heard. For that reason, this Pokémon was long believed to be invisible.",
    "height": 8,
    "weight": 120,
    "genus": "Ninja Pokémon"
  },
  "292": {
    "flavor": "Shedinja’s hard body doesn’t move—not even a twitch. In fact, its body appears to be merely a hollow shell. It is believed that this Pokémon will steal the spirit of anyone peering into its hollow body from its back.",
    "height": 8,
    "weight": 12,
    "genus": "Shed Pokémon"
  },
  "293": {
    "flavor": "Normally, Whismur’s voice is very quiet—it is barely audible even if one is paying close attention. However, if this Pokémon senses danger, it starts crying at an earsplitting volume.",
    "height": 6,
    "weight": 163,
    "genus": "Whisper Pokémon"
  },
  "294": {
    "flavor": "Loudred’s bellowing can completely decimate a wood-frame house. It uses its voice to punish its foes. This Pokémon’s round ears serve as loudspeakers.",
    "height": 10,
    "weight": 405,
    "genus": "Big Voice Pokémon"
  },
  "295": {
    "flavor": "Exploud triggers earthquakes with the tremors it creates by bellowing. If this Pokémon violently inhales from the ports on its body, it’s a sign that it is preparing to let loose a huge bellow.",
    "height": 15,
    "weight": 840,
    "genus": "Loud Noise Pokémon"
  },
  "296": {
    "flavor": "Makuhita is tenacious—it will keep getting up and attacking its foe however many times it is knocked down. Every time it gets back up, this Pokémon stores more energy in its body for evolving.",
    "height": 10,
    "weight": 864,
    "genus": "Guts Pokémon"
  },
  "297": {
    "flavor": "Hariyama practices its straight-arm slaps in any number of locations. One hit of this Pokémon’s powerful, openhanded, straight-arm punches could snap a telephone pole in two.",
    "height": 23,
    "weight": 2538,
    "genus": "Arm Thrust Pokémon"
  },
  "298": {
    "flavor": "Azurill spins its tail as if it were a lasso, then hurls it far. The momentum of the throw sends its body flying, too. Using this unique action, one of these Pokémon managed to hurl itself a record 33 feet.",
    "height": 2,
    "weight": 20,
    "genus": "Polka Dot Pokémon"
  },
  "299": {
    "flavor": "Nosepass’s magnetic nose is always pointed to the north. If two of these Pokémon meet, they cannot turn their faces to each other when they are close because their magnetic noses repel one another.",
    "height": 10,
    "weight": 970,
    "genus": "Compass Pokémon"
  },
  "300": {
    "flavor": "Skitty has the habit of becoming fascinated by moving objects and chasing them around. This Pokémon is known to chase after its own tail and become dizzy.",
    "height": 6,
    "weight": 110,
    "genus": "Kitten Pokémon"
  },
  "301": {
    "flavor": "Delcatty prefers to live an unfettered existence in which it can do as it pleases at its own pace. Because this Pokémon eats and sleeps whenever it decides, its daily routines are completely random.",
    "height": 11,
    "weight": 326,
    "genus": "Prim Pokémon"
  },
  "302": {
    "flavor": "Sableye lead quiet lives deep inside caverns. They are feared, however, because these Pokémon are thought to steal the spirits of people when their eyes burn with a sinister glow in the darkness.",
    "height": 5,
    "weight": 110,
    "genus": "Darkness Pokémon"
  },
  "303": {
    "flavor": "Mawile’s huge jaws are actually steel horns that have been transformed. Its docile-looking face serves to lull its foe into letting down its guard. When the foe least expects it, Mawile chomps it with its gaping jaws.",
    "height": 6,
    "weight": 115,
    "genus": "Deceiver Pokémon"
  },
  "304": {
    "flavor": "This Pokémon has a body of steel. To make its body, Aron feeds on iron ore that it digs from mountains. Occasionally, it causes major trouble by eating bridges and rails.",
    "height": 4,
    "weight": 600,
    "genus": "Iron Armor Pokémon"
  },
  "305": {
    "flavor": "Lairon tempers its steel body by drinking highly nutritious mineral springwater until it is bloated. This Pokémon makes its nest close to springs of delicious water.",
    "height": 9,
    "weight": 1200,
    "genus": "Iron Armor Pokémon"
  },
  "306": {
    "flavor": "Aggron claims an entire mountain as its own territory. It mercilessly beats up anything that violates its environment. This Pokémon vigilantly patrols its territory at all times.",
    "height": 21,
    "weight": 3600,
    "genus": "Iron Armor Pokémon"
  },
  "307": {
    "flavor": "Meditite undertakes rigorous mental training deep in the mountains. However, whenever it meditates, this Pokémon always loses its concentration and focus. As a result, its training never ends.",
    "height": 6,
    "weight": 112,
    "genus": "Meditate Pokémon"
  },
  "308": {
    "flavor": "It is said that through meditation, Medicham heightens energy inside its body and sharpens its sixth sense. This Pokémon hides its presence by merging itself with fields and mountains.",
    "height": 13,
    "weight": 315,
    "genus": "Meditate Pokémon"
  },
  "309": {
    "flavor": "Electrike stores electricity in its long body hair. This Pokémon stimulates its leg muscles with electric charges. These jolts of power give its legs explosive acceleration performance.",
    "height": 6,
    "weight": 152,
    "genus": "Lightning Pokémon"
  },
  "310": {
    "flavor": "Manectric is constantly discharging electricity from its mane. The sparks sometimes ignite forest fires. When it enters a battle, this Pokémon creates thunderclouds.",
    "height": 15,
    "weight": 402,
    "genus": "Discharge Pokémon"
  },
  "311": {
    "flavor": "Plusle always acts as a cheerleader for its partners. Whenever a teammate puts out a good effort in battle, this Pokémon shorts out its body to create the crackling noises of sparks to show its joy.",
    "height": 4,
    "weight": 42,
    "genus": "Cheering Pokémon"
  },
  "312": {
    "flavor": "Minun is more concerned about cheering on its partners than its own safety. It shorts out the electricity in its body to create brilliant showers of sparks to cheer on its teammates.",
    "height": 4,
    "weight": 42,
    "genus": "Cheering Pokémon"
  },
  "313": {
    "flavor": "With the arrival of night, Volbeat emits light from its tail. It communicates with others by adjusting the intensity and flashing of its light. This Pokémon is attracted by the sweet aroma of Illumise.",
    "height": 7,
    "weight": 177,
    "genus": "Firefly Pokémon"
  },
  "314": {
    "flavor": "Illumise attracts a swarm of Volbeat using a sweet fragrance. Once the Volbeat have gathered, this Pokémon leads the lit-up swarm in drawing geometric designs on the canvas of the night sky.",
    "height": 6,
    "weight": 177,
    "genus": "Firefly Pokémon"
  },
  "315": {
    "flavor": "Roselia shoots sharp thorns as projectiles at any opponent that tries to steal the flowers on its arms. The aroma of this Pokémon brings serenity to living things.",
    "height": 3,
    "weight": 20,
    "genus": "Thorn Pokémon"
  },
  "316": {
    "flavor": "Virtually all of Gulpin’s body is its stomach. As a result, it can swallow something its own size. This Pokémon’s stomach contains a special fluid that digests anything.",
    "height": 4,
    "weight": 103,
    "genus": "Stomach Pokémon"
  },
  "317": {
    "flavor": "When Swalot spots prey, it spurts out a hideously toxic fluid from its pores and sprays the target. Once the prey has weakened, this Pokémon gulps it down whole with its cavernous mouth.",
    "height": 17,
    "weight": 800,
    "genus": "Poison Bag Pokémon"
  },
  "318": {
    "flavor": "Carvanha’s strongly developed jaws and its sharply pointed fangs pack the destructive power to rip out boat hulls. Many boats have been attacked and sunk by this Pokémon.",
    "height": 8,
    "weight": 208,
    "genus": "Savage Pokémon"
  },
  "319": {
    "flavor": "Nicknamed \"the bully of the sea,\" Sharpedo is widely feared. Its cruel fangs grow back immediately if they snap off. Just one of these Pokémon can thoroughly tear apart a supertanker.",
    "height": 18,
    "weight": 888,
    "genus": "Brutal Pokémon"
  },
  "320": {
    "flavor": "Wailmer’s nostrils are located above its eyes. This playful Pokémon loves to startle people by forcefully snorting out seawater it stores inside its body out of its nostrils.",
    "height": 20,
    "weight": 1300,
    "genus": "Ball Whale Pokémon"
  },
  "321": {
    "flavor": "Wailord is the largest of all identified Pokémon up to now. This giant Pokémon swims languorously in the vast open sea, eating massive amounts of food at once with its enormous mouth.",
    "height": 145,
    "weight": 3980,
    "genus": "Float Whale Pokémon"
  },
  "322": {
    "flavor": "Numel is extremely dull witted—it doesn’t notice being hit. However, it can’t stand hunger for even a second. This Pokémon’s body is a seething cauldron of boiling magma.",
    "height": 7,
    "weight": 240,
    "genus": "Numb Pokémon"
  },
  "323": {
    "flavor": "Camerupt has a volcano inside its body. Magma of 18,000 degrees Fahrenheit courses through its body. Occasionally, the humps on this Pokémon’s back erupt, spewing the superheated magma.",
    "height": 19,
    "weight": 2200,
    "genus": "Eruption Pokémon"
  },
  "324": {
    "flavor": "Torkoal digs through mountains in search of coal. If it finds some, it fills hollow spaces on its shell with the coal and burns it. If it is attacked, this Pokémon spouts thick black smoke to beat a retreat.",
    "height": 5,
    "weight": 804,
    "genus": "Coal Pokémon"
  },
  "325": {
    "flavor": "Spoink bounces around on its tail. The shock of its bouncing makes its heart pump. As a result, this Pokémon cannot afford to stop bouncing—if it stops, its heart will stop.",
    "height": 7,
    "weight": 306,
    "genus": "Bounce Pokémon"
  },
  "326": {
    "flavor": "Grumpig uses the black pearls on its body to amplify its psychic power waves for gaining total control over its foe. When this Pokémon uses its special power, its snorting breath grows labored.",
    "height": 9,
    "weight": 715,
    "genus": "Manipulate Pokémon"
  },
  "327": {
    "flavor": "All the Spinda that exist in the world are said to have utterly unique spot patterns. The shaky, tottering steps of this Pokémon give it the appearance of dancing.",
    "height": 11,
    "weight": 50,
    "genus": "Spot Panda Pokémon"
  },
  "328": {
    "flavor": "Trapinch’s nest is a sloped, bowl-like pit dug in sand. This Pokémon patiently waits for prey to tumble down the pit. Its giant jaws have enough strength to crush even boulders.",
    "height": 7,
    "weight": 150,
    "genus": "Ant Pit Pokémon"
  },
  "329": {
    "flavor": "To make prey faint, Vibrava generates ultrasonic waves by vigorously making its two wings vibrate. This Pokémon’s ultrasonic waves are so powerful, they can bring on headaches in people.",
    "height": 11,
    "weight": 153,
    "genus": "Vibration Pokémon"
  },
  "330": {
    "flavor": "Flygon is nicknamed \"the elemental spirit of the desert.\" Because its flapping wings whip up a cloud of sand, this Pokémon is always enveloped in a sandstorm while flying.",
    "height": 20,
    "weight": 820,
    "genus": "Mystic Pokémon"
  },
  "331": {
    "flavor": "Cacnea lives in arid locations such as deserts. It releases a strong aroma from its flower to attract prey. When prey comes near, this Pokémon shoots sharp thorns from its body to bring the victim down.",
    "height": 4,
    "weight": 513,
    "genus": "Cactus Pokémon"
  },
  "332": {
    "flavor": "During the daytime, Cacturne remains unmoving so that it does not lose any moisture to the harsh desert sun. This Pokémon becomes active at night when the temperature drops.",
    "height": 13,
    "weight": 774,
    "genus": "Scarecrow Pokémon"
  },
  "333": {
    "flavor": "Swablu has light and fluffy wings that are like cottony clouds. This Pokémon is not frightened of people. It lands on the heads of people and sits there like a cotton-fluff hat.",
    "height": 4,
    "weight": 12,
    "genus": "Cotton Bird Pokémon"
  },
  "334": {
    "flavor": "Altaria dances and wheels through the sky among billowing, cotton-like clouds. By singing melodies in its crystal-clear voice, this Pokémon makes its listeners experience dreamy wonderment.",
    "height": 11,
    "weight": 206,
    "genus": "Humming Pokémon"
  },
  "335": {
    "flavor": "Memories of battling its archrival Seviper are etched into every cell of Zangoose’s body. This Pokémon adroitly dodges attacks with incredible agility.",
    "height": 13,
    "weight": 403,
    "genus": "Cat Ferret Pokémon"
  },
  "336": {
    "flavor": "Seviper shares a generations-long feud with Zangoose. The scars on its body are evidence of vicious battles. This Pokémon attacks using its sword-edged tail.",
    "height": 27,
    "weight": 525,
    "genus": "Fang Snake Pokémon"
  },
  "337": {
    "flavor": "Lunatone was discovered at a location where a meteoroid fell. As a result, some people theorize that this Pokémon came from space. However, no one has been able to prove this theory so far.",
    "height": 10,
    "weight": 1680,
    "genus": "Meteorite Pokémon"
  },
  "338": {
    "flavor": "Solrock is a new species of Pokémon that is said to have fallen from space. It floats in air and moves silently. In battle, this Pokémon releases intensely bright light.",
    "height": 12,
    "weight": 1540,
    "genus": "Meteorite Pokémon"
  },
  "339": {
    "flavor": "Barboach’s sensitive whiskers serve as a superb radar system. This Pokémon hides in mud, leaving only its two whiskers exposed while it waits for prey to come along.",
    "height": 4,
    "weight": 19,
    "genus": "Whiskers Pokémon"
  },
  "340": {
    "flavor": "Whiscash is extremely territorial. Just one of these Pokémon will claim a large pond as its exclusive territory. If a foe approaches it, it thrashes about and triggers a massive earthquake.",
    "height": 9,
    "weight": 236,
    "genus": "Whiskers Pokémon"
  },
  "341": {
    "flavor": "Corphish were originally foreign Pokémon that were imported as pets. They eventually turned up in the wild. This Pokémon is very hardy and has greatly increased its population.",
    "height": 6,
    "weight": 115,
    "genus": "Ruffian Pokémon"
  },
  "342": {
    "flavor": "Crawdaunt has an extremely violent nature that compels it to challenge other living things to battle. Other life-forms refuse to live in ponds inhabited by this Pokémon, making them desolate places.",
    "height": 11,
    "weight": 328,
    "genus": "Rogue Pokémon"
  },
  "343": {
    "flavor": "Baltoy moves while spinning around on its one foot. Primitive wall paintings depicting this Pokémon living among people were discovered in some ancient ruins.",
    "height": 5,
    "weight": 215,
    "genus": "Clay Doll Pokémon"
  },
  "344": {
    "flavor": "Claydol are said to be dolls of mud made by primitive humans and brought to life by exposure to a mysterious ray. This Pokémon moves about while levitating.",
    "height": 15,
    "weight": 1080,
    "genus": "Clay Doll Pokémon"
  },
  "345": {
    "flavor": "Lileep became extinct approximately a hundred million years ago. This ancient Pokémon attaches itself to a rock on the seafloor and catches approaching prey using tentacles shaped like flower petals.",
    "height": 10,
    "weight": 238,
    "genus": "Sea Lily Pokémon"
  },
  "346": {
    "flavor": "Cradily roams around the ocean floor in search of food. This Pokémon freely extends its tree trunk-like neck and captures unwary prey using its eight tentacles.",
    "height": 15,
    "weight": 604,
    "genus": "Barnacle Pokémon"
  },
  "347": {
    "flavor": "Anorith was regenerated from a prehistoric fossil. This primitive Pokémon once lived in warm seas. It grips its prey firmly between its two large claws.",
    "height": 7,
    "weight": 125,
    "genus": "Old Shrimp Pokémon"
  },
  "348": {
    "flavor": "Armaldo’s tough armor makes all attacks bounce off. This Pokémon’s two enormous claws can be freely extended or contracted. They have the power to punch right through a steel slab.",
    "height": 15,
    "weight": 682,
    "genus": "Plate Pokémon"
  },
  "349": {
    "flavor": "Feebas’s fins are ragged and tattered from the start of its life. Because of its shoddy appearance, this Pokémon is largely ignored. It is capable of living in both the sea and in rivers.",
    "height": 6,
    "weight": 74,
    "genus": "Fish Pokémon"
  },
  "350": {
    "flavor": "Milotic is said to be the most beautiful of all the Pokémon. It has the power to becalm such emotions as anger and hostility to quell bitter feuding.",
    "height": 62,
    "weight": 1620,
    "genus": "Tender Pokémon"
  },
  "351": {
    "flavor": "Castform’s appearance changes with the weather. This Pokémon gained the ability to use the vast power of nature to protect its tiny body.",
    "height": 3,
    "weight": 8,
    "genus": "Weather Pokémon"
  },
  "352": {
    "flavor": "Kecleon is capable of changing its body colors at will to blend in with its surroundings. There is one exception—this Pokémon can’t change the zigzag pattern on its belly.",
    "height": 10,
    "weight": 220,
    "genus": "Color Swap Pokémon"
  },
  "353": {
    "flavor": "Shuppet is attracted by feelings of jealousy and vindictiveness. If someone develops strong feelings of vengeance, this Pokémon will appear in a swarm and line up beneath the eaves of that person’s home.",
    "height": 6,
    "weight": 23,
    "genus": "Puppet Pokémon"
  },
  "354": {
    "flavor": "Banette generates energy for laying strong curses by sticking pins into its own body. This Pokémon was originally a pitiful plush doll that was thrown away.",
    "height": 11,
    "weight": 125,
    "genus": "Marionette Pokémon"
  },
  "355": {
    "flavor": "Duskull can pass through any wall no matter how thick it may be. Once this Pokémon chooses a target, it will doggedly pursue the intended victim until the break of dawn.",
    "height": 8,
    "weight": 150,
    "genus": "Requiem Pokémon"
  },
  "356": {
    "flavor": "Dusclops’s body is completely hollow—there is nothing at all inside. It is said that its body is like a black hole. This Pokémon will absorb anything into its body, but nothing will ever come back out.",
    "height": 16,
    "weight": 306,
    "genus": "Beckon Pokémon"
  },
  "357": {
    "flavor": "The bunches of fruit around Tropius’s neck are very popular with children. This Pokémon loves fruit, and eats it continuously. Apparently, its love for fruit resulted in its own outgrowth of fruit.",
    "height": 20,
    "weight": 1000,
    "genus": "Fruit Pokémon"
  },
  "358": {
    "flavor": "Chimecho makes its cries echo inside its hollow body. When this Pokémon becomes enraged, its cries result in ultrasonic waves that have the power to knock foes flying.",
    "height": 6,
    "weight": 10,
    "genus": "Wind Chime Pokémon"
  },
  "359": {
    "flavor": "Every time Absol appears before people, it is followed by a disaster such as an earthquake or a tidal wave. As a result, it came to be known as the disaster Pokémon.",
    "height": 12,
    "weight": 470,
    "genus": "Disaster Pokémon"
  },
  "360": {
    "flavor": "Wynaut can always be seen with a big, happy smile on its face. Look at its tail to determine if it is angry. When angered, this Pokémon will be slapping the ground with its tail.",
    "height": 6,
    "weight": 140,
    "genus": "Bright Pokémon"
  },
  "361": {
    "flavor": "Snorunt live in regions with heavy snowfall. In seasons without snow, such as spring and summer, this Pokémon steals away to live quietly among stalactites and stalagmites deep in caverns.",
    "height": 7,
    "weight": 168,
    "genus": "Snow Hat Pokémon"
  },
  "362": {
    "flavor": "Glalie has a body made of rock, which it hardens with an armor of ice. This Pokémon has the ability to freeze moisture in the atmosphere into any shape it desires.",
    "height": 15,
    "weight": 2565,
    "genus": "Face Pokémon"
  },
  "363": {
    "flavor": "Spheal is much faster rolling than walking to get around. When groups of this Pokémon eat, they all clap at once to show their pleasure. Because of this, their mealtimes are noisy.",
    "height": 8,
    "weight": 395,
    "genus": "Clap Pokémon"
  },
  "364": {
    "flavor": "Sealeo has the habit of always juggling on the tip of its nose anything it sees for the first time. This Pokémon occasionally entertains itself by balancing and rolling a Spheal on its nose.",
    "height": 11,
    "weight": 876,
    "genus": "Ball Roll Pokémon"
  },
  "365": {
    "flavor": "Walrein’s two massively developed tusks can totally shatter blocks of ice weighing 10 tons with one blow. This Pokémon’s thick coat of blubber insulates it from subzero temperatures.",
    "height": 14,
    "weight": 1506,
    "genus": "Ice Break Pokémon"
  },
  "366": {
    "flavor": "Clamperl’s sturdy shell is not only good for protection—it is also used for clamping and catching prey. A fully grown Clamperl’s shell will be scored with nicks and scratches all over.",
    "height": 4,
    "weight": 525,
    "genus": "Bivalve Pokémon"
  },
  "367": {
    "flavor": "Huntail’s presence went unnoticed by people for a long time because it lives at extreme depths in the sea. This Pokémon’s eyes can see clearly even in the murky dark depths of the ocean.",
    "height": 17,
    "weight": 270,
    "genus": "Deep Sea Pokémon"
  },
  "368": {
    "flavor": "Gorebyss lives in the southern seas at extreme depths. Its body is built to withstand the enormous pressure of water at incredible depths. Because of this, this Pokémon’s body is unharmed by ordinary attacks.",
    "height": 18,
    "weight": 226,
    "genus": "South Sea Pokémon"
  },
  "369": {
    "flavor": "Relicanth is a Pokémon species that existed for a hundred million years without ever changing its form. This ancient Pokémon feeds on microscopic organisms with its toothless mouth.",
    "height": 10,
    "weight": 234,
    "genus": "Longevity Pokémon"
  },
  "370": {
    "flavor": "Luvdisc live in shallow seas in the tropics. This heart-shaped Pokémon earned its name by swimming after loving couples it spotted in the ocean’s waves.",
    "height": 6,
    "weight": 87,
    "genus": "Rendezvous Pokémon"
  },
  "371": {
    "flavor": "Bagon has a dream of one day soaring in the sky. In doomed efforts to fly, this Pokémon hurls itself off cliffs. As a result of its dives, its head has grown tough and as hard as tempered steel.",
    "height": 6,
    "weight": 421,
    "genus": "Rock Head Pokémon"
  },
  "372": {
    "flavor": "Inside Shelgon’s armor-like shell, cells are in the midst of transformation to create an entirely new body. This Pokémon’s shell is extremely heavy, making its movements sluggish.",
    "height": 11,
    "weight": 1105,
    "genus": "Endurance Pokémon"
  },
  "373": {
    "flavor": "Salamence came about as a result of a strong, long-held dream of growing wings. It is said that this powerful desire triggered a sudden mutation in this Pokémon’s cells, causing it to sprout its magnificent wings.",
    "height": 15,
    "weight": 1026,
    "genus": "Dragon Pokémon"
  },
  "374": {
    "flavor": "Instead of blood, a powerful magnetic force courses throughout Beldum’s body. This Pokémon communicates with others by sending controlled pulses of magnetism.",
    "height": 6,
    "weight": 952,
    "genus": "Iron Ball Pokémon"
  },
  "375": {
    "flavor": "When two Beldum fuse together, Metang is formed. The brains of the Beldum are joined by a magnetic nervous system. By linking its brains magnetically, this Pokémon generates strong psychokinetic power.",
    "height": 12,
    "weight": 2025,
    "genus": "Iron Claw Pokémon"
  },
  "376": {
    "flavor": "Metagross has four brains in total. Combined, the four brains can breeze through difficult calculations faster than a supercomputer. This Pokémon can float in the air by tucking in its four legs.",
    "height": 16,
    "weight": 5500,
    "genus": "Iron Leg Pokémon"
  },
  "377": {
    "flavor": "Regirock was sealed away by people long ago. If this Pokémon’s body is damaged in battle, it is said to seek out suitable rocks on its own to repair itself.",
    "height": 17,
    "weight": 2300,
    "genus": "Rock Peak Pokémon"
  },
  "378": {
    "flavor": "Regice’s body was made during an ice age. The deep-frozen body can’t be melted, even by fire. This Pokémon controls frigid air of -328 degrees Fahrenheit.",
    "height": 18,
    "weight": 1750,
    "genus": "Iceberg Pokémon"
  },
  "379": {
    "flavor": "Registeel has a body that is harder than any kind of metal. Its body is apparently hollow. No one has any idea what this Pokémon eats.",
    "height": 19,
    "weight": 2050,
    "genus": "Iron Pokémon"
  },
  "380": {
    "flavor": "Latias is highly sensitive to the emotions of people. If it senses any hostility, this Pokémon ruffles the feathers all over its body and cries shrilly to intimidate the foe.",
    "height": 14,
    "weight": 400,
    "genus": "Eon Pokémon"
  },
  "381": {
    "flavor": "Latios has the ability to make others see an image of what it has seen or imagines in its head. This Pokémon is intelligent and understands human speech.",
    "height": 20,
    "weight": 600,
    "genus": "Eon Pokémon"
  },
  "382": {
    "flavor": "Through Primal Reversion and with nature’s full power, it will take back its true form. It can summon storms that cause the sea levels to rise.",
    "height": 45,
    "weight": 3520,
    "genus": "Sea Basin Pokémon"
  },
  "383": {
    "flavor": "Groudon is said to be the personification of the land itself. Legends tell of its many clashes against Kyogre, as each sought to gain the power of nature.",
    "height": 35,
    "weight": 9500,
    "genus": "Continent Pokémon"
  },
  "384": {
    "flavor": "Rayquaza is said to have lived for hundreds of millions of years. Legends remain of how it put to rest the clash between Kyogre and Groudon.",
    "height": 70,
    "weight": 2065,
    "genus": "Sky High Pokémon"
  },
  "385": {
    "flavor": "A legend states that Jirachi will make true any wish that is written on notes attached to its head when it awakens. If this Pokémon senses danger, it will fight without awakening.",
    "height": 3,
    "weight": 11,
    "genus": "Wish Pokémon"
  },
  "386": {
    "flavor": "The DNA of a space virus underwent a sudden mutation upon exposure to a laser beam and resulted in Deoxys. The crystalline organ on this Pokémon’s chest appears to be its brain.",
    "height": 17,
    "weight": 608,
    "genus": "DNA Pokémon"
  },
  "387": {
    "flavor": "Photosynthesis occurs across its body under the sun. The shell on its back is actually hardened soil.",
    "height": 4,
    "weight": 102,
    "genus": "Tiny Leaf Pokémon"
  },
  "388": {
    "flavor": "It lives along water in forests. In the daytime, it leaves the forest to sunbathe its treed shell.",
    "height": 11,
    "weight": 970,
    "genus": "Grove Pokémon"
  },
  "389": {
    "flavor": "Ancient people imagined that beneath the ground, a gigantic Torterra dwelled.",
    "height": 22,
    "weight": 3100,
    "genus": "Continent Pokémon"
  },
  "390": {
    "flavor": "Its fiery rear end is fueled by gas made in its belly. Even rain can’t extinguish the fire.",
    "height": 5,
    "weight": 62,
    "genus": "Chimp Pokémon"
  },
  "391": {
    "flavor": "It skillfully controls the intensity of the fire on its tail to keep its foes at an ideal distance.",
    "height": 9,
    "weight": 220,
    "genus": "Playful Pokémon"
  },
  "392": {
    "flavor": "Its crown of fire is indicative of its fiery nature. It is beaten by none in terms of quickness.",
    "height": 12,
    "weight": 550,
    "genus": "Flame Pokémon"
  },
  "393": {
    "flavor": "It doesn’t like to be taken care of. It’s difficult to bond with since it won’t listen to its Trainer.",
    "height": 4,
    "weight": 52,
    "genus": "Penguin Pokémon"
  },
  "394": {
    "flavor": "It lives alone, away from others. Apparently, every one of them believes it is the most important.",
    "height": 8,
    "weight": 230,
    "genus": "Penguin Pokémon"
  },
  "395": {
    "flavor": "It swims as fast as a jet boat. The edges of its wings are sharp and can slice apart drifting ice.",
    "height": 17,
    "weight": 845,
    "genus": "Emperor Pokémon"
  },
  "396": {
    "flavor": "They flock in great numbers. Though small, they flap their wings with great power.",
    "height": 3,
    "weight": 20,
    "genus": "Starling Pokémon"
  },
  "397": {
    "flavor": "They maintain huge flocks, although fierce scuffles break out between various flocks.",
    "height": 6,
    "weight": 155,
    "genus": "Starling Pokémon"
  },
  "398": {
    "flavor": "The muscles in its wings and legs are strong. It can easily fly while gripping a small Pokémon.",
    "height": 12,
    "weight": 249,
    "genus": "Predator Pokémon"
  },
  "399": {
    "flavor": "With nerves of steel, nothing can perturb it. It is more agile and active than it appears.",
    "height": 5,
    "weight": 200,
    "genus": "Plump Mouse Pokémon"
  },
  "400": {
    "flavor": "It busily makes its nest with stacks of branches and roots it has cut up with its sharp incisors.",
    "height": 10,
    "weight": 315,
    "genus": "Beaver Pokémon"
  },
  "401": {
    "flavor": "It chats with others using the sounds of its colliding antennae. These sounds are fall hallmarks.",
    "height": 3,
    "weight": 22,
    "genus": "Cricket Pokémon"
  },
  "402": {
    "flavor": "It crosses its knifelike arms in front of its chest when it cries. It can compose melodies ad lib.",
    "height": 10,
    "weight": 255,
    "genus": "Cricket Pokémon"
  },
  "403": {
    "flavor": "The extension and contraction of its muscles generates electricity. It glows when in trouble.",
    "height": 5,
    "weight": 95,
    "genus": "Flash Pokémon"
  },
  "404": {
    "flavor": "Its claws loose electricity with enough amperage to cause fainting. They live in small groups.",
    "height": 9,
    "weight": 305,
    "genus": "Spark Pokémon"
  },
  "405": {
    "flavor": "When its eyes gleam gold, it can spot hiding prey—even those taking shelter behind a wall.",
    "height": 14,
    "weight": 420,
    "genus": "Gleam Eyes Pokémon"
  },
  "406": {
    "flavor": "When it feels the sun’s warm touch, it opens its bud to release pollen. It lives alongside clear pools.",
    "height": 2,
    "weight": 12,
    "genus": "Bud Pokémon"
  },
  "407": {
    "flavor": "Luring prey with a sweet scent, it uses poison whips on its arms to poison, bind, and finish off the prey.",
    "height": 9,
    "weight": 145,
    "genus": "Bouquet Pokémon"
  },
  "408": {
    "flavor": "It was resurrected from an iron ball-like fossil. It downs prey with its headbutts.",
    "height": 9,
    "weight": 315,
    "genus": "Head Butt Pokémon"
  },
  "409": {
    "flavor": "Its skull withstands impacts of any magnitude. As a result, its brain never gets the chance to grow.",
    "height": 16,
    "weight": 1025,
    "genus": "Head Butt Pokémon"
  },
  "410": {
    "flavor": "It habitually polishes its face by rubbing it against tree trunks. It is weak to attacks from behind.",
    "height": 5,
    "weight": 570,
    "genus": "Shield Pokémon"
  },
  "411": {
    "flavor": "When they lined up side by side, no foe could break through. They shielded their young in that way.",
    "height": 13,
    "weight": 1495,
    "genus": "Shield Pokémon"
  },
  "412": {
    "flavor": "To shelter itself from cold, wintry winds, it covers itself with a cloak made of twigs and leaves.",
    "height": 2,
    "weight": 34,
    "genus": "Bagworm Pokémon"
  },
  "413": {
    "flavor": "Its appearance changes depending on where it evolved. The materials on hand become a part of its body.",
    "height": 5,
    "weight": 65,
    "genus": "Bagworm Pokémon"
  },
  "414": {
    "flavor": "It loves the honey of flowers and steals honey collected by Combee.",
    "height": 9,
    "weight": 233,
    "genus": "Moth Pokémon"
  },
  "415": {
    "flavor": "The trio is together from birth. It constantly gathers honey from flowers to please Vespiquen.",
    "height": 3,
    "weight": 55,
    "genus": "Tiny Bee Pokémon"
  },
  "416": {
    "flavor": "It houses its colony in cells in its body and releases various pheromones to make those grubs do its bidding.",
    "height": 12,
    "weight": 385,
    "genus": "Beehive Pokémon"
  },
  "417": {
    "flavor": "It makes fur balls that crackle with static electricity. It stores them with berries in tree holes.",
    "height": 4,
    "weight": 39,
    "genus": "EleSquirrel Pokémon"
  },
  "418": {
    "flavor": "It swims by rotating its two tails like a screw. When it dives, its flotation sac collapses.",
    "height": 7,
    "weight": 295,
    "genus": "Sea Weasel Pokémon"
  },
  "419": {
    "flavor": "It floats using its well-developed flotation sac. It assists in the rescues of drowning people.",
    "height": 11,
    "weight": 335,
    "genus": "Sea Weasel Pokémon"
  },
  "420": {
    "flavor": "Sunlight colors it red. When the small ball is drained of nutrients, it shrivels to herald evolution.",
    "height": 4,
    "weight": 33,
    "genus": "Cherry Pokémon"
  },
  "421": {
    "flavor": "During times of strong sunlight, its bud blooms, its petals open fully, and it becomes very active.",
    "height": 5,
    "weight": 93,
    "genus": "Blossom Pokémon"
  },
  "422": {
    "flavor": "Beware of pushing strongly on its squishy body, as it makes a mysterious purple fluid ooze out.",
    "height": 3,
    "weight": 63,
    "genus": "Sea Slug Pokémon"
  },
  "423": {
    "flavor": "When its natural enemy attacks, it oozes purple fluid and escapes.",
    "height": 9,
    "weight": 299,
    "genus": "Sea Slug Pokémon"
  },
  "424": {
    "flavor": "They work in large colonies and make rings by linking their tails, apparently in friendship.",
    "height": 12,
    "weight": 203,
    "genus": "Long Tail Pokémon"
  },
  "425": {
    "flavor": "A Pokémon formed by the spirits of people and Pokémon. It loves damp, humid seasons.",
    "height": 4,
    "weight": 12,
    "genus": "Balloon Pokémon"
  },
  "426": {
    "flavor": "It carries people and Pokémon when it flies. But since it only drifts, it can end up anywhere.",
    "height": 12,
    "weight": 150,
    "genus": "Blimp Pokémon"
  },
  "427": {
    "flavor": "Its ears are always rolled up. They can be forcefully extended to shatter even a large boulder.",
    "height": 4,
    "weight": 55,
    "genus": "Rabbit Pokémon"
  },
  "428": {
    "flavor": "Extremely cautious, it quickly bounds off when it senses danger.",
    "height": 12,
    "weight": 333,
    "genus": "Rabbit Pokémon"
  },
  "429": {
    "flavor": "It chants incantations. While they usually torment targets, some chants bring happiness.",
    "height": 9,
    "weight": 44,
    "genus": "Magical Pokémon"
  },
  "430": {
    "flavor": "If one utters a deep cry, many Murkrow gather quickly. For this, it is called \"Summoner of Night.\"",
    "height": 9,
    "weight": 273,
    "genus": "Big Boss Pokémon"
  },
  "431": {
    "flavor": "It claws if displeased and purrs when affectionate. Its fickleness is very popular among some.",
    "height": 5,
    "weight": 39,
    "genus": "Catty Pokémon"
  },
  "432": {
    "flavor": "It would claim another Pokémon’s nest as its own if it finds a nest sufficiently comfortable.",
    "height": 10,
    "weight": 438,
    "genus": "Tiger Cat Pokémon"
  },
  "433": {
    "flavor": "Each time it hops, it makes a ringing sound. It deafens foes by emitting high-frequency cries.",
    "height": 2,
    "weight": 6,
    "genus": "Bell Pokémon"
  },
  "434": {
    "flavor": "It sprays a foul fluid from its rear. Its stench spreads over a mile radius, driving Pokémon away.",
    "height": 4,
    "weight": 192,
    "genus": "Skunk Pokémon"
  },
  "435": {
    "flavor": "It sprays a vile-smelling fluid from the tip of its tail to attack. Its range is over 160 feet.",
    "height": 10,
    "weight": 380,
    "genus": "Skunk Pokémon"
  },
  "436": {
    "flavor": "Ancient people believed that the pattern on Bronzor’s back contained a mysterious power.",
    "height": 5,
    "weight": 605,
    "genus": "Bronze Pokémon"
  },
  "437": {
    "flavor": "In ages past, this Pokémon was revered as a bringer of rain. It was found buried in the ground.",
    "height": 13,
    "weight": 1870,
    "genus": "Bronze Bell Pokémon"
  },
  "438": {
    "flavor": "It prefers arid environments. It leaks water from its eyes to adjust its body’s fluid levels.",
    "height": 5,
    "weight": 150,
    "genus": "Bonsai Pokémon"
  },
  "439": {
    "flavor": "In an attempt to confuse its enemy, it mimics the enemy’s movements. Then it wastes no time in making itself scarce!",
    "height": 6,
    "weight": 130,
    "genus": "Mime Pokémon"
  },
  "440": {
    "flavor": "It carries a round, egg-shaped rock in its belly pouch and gives the rock to its friends.",
    "height": 6,
    "weight": 244,
    "genus": "Playhouse Pokémon"
  },
  "441": {
    "flavor": "It mimics the cries of other Pokémon to trick them into thinking it’s one of them. This way they won’t attack it.",
    "height": 5,
    "weight": 19,
    "genus": "Music Note Pokémon"
  },
  "442": {
    "flavor": "A Pokémon that was formed by 108 spirits. It is bound to a fissure in an odd keystone.",
    "height": 10,
    "weight": 1080,
    "genus": "Forbidden Pokémon"
  },
  "443": {
    "flavor": "It nests in horizontal holes warmed by geothermal heat. Foes who get too close can expect to be pounced on and bitten.",
    "height": 7,
    "weight": 205,
    "genus": "Land Shark Pokémon"
  },
  "444": {
    "flavor": "It loves sparkly things. It seeks treasures in caves and hoards the loot in its nest.",
    "height": 14,
    "weight": 560,
    "genus": "Cave Pokémon"
  },
  "445": {
    "flavor": "When it folds up its body and extends its wings, it looks like a jet plane. It flies at sonic speed.",
    "height": 19,
    "weight": 950,
    "genus": "Mach Pokémon"
  },
  "446": {
    "flavor": "It hides food under its long body hair. However, it forgets it has hidden the food.",
    "height": 6,
    "weight": 1050,
    "genus": "Big Eater Pokémon"
  },
  "447": {
    "flavor": "It uses the shapes of auras, which change according to emotion, to communicate with others.",
    "height": 7,
    "weight": 202,
    "genus": "Emanation Pokémon"
  },
  "448": {
    "flavor": "By catching the aura emanating from others, it can read their thoughts and movements.",
    "height": 12,
    "weight": 540,
    "genus": "Aura Pokémon"
  },
  "449": {
    "flavor": "It lives in arid places. Instead of perspiration, it expels grainy sand from its body.",
    "height": 8,
    "weight": 495,
    "genus": "Hippo Pokémon"
  },
  "450": {
    "flavor": "It brandishes its gaping mouth in a display of fearsome strength. It raises vast quantities of sand while attacking.",
    "height": 20,
    "weight": 3000,
    "genus": "Heavyweight Pokémon"
  },
  "451": {
    "flavor": "It grips prey with its tail claws and injects poison. It tenaciously hangs on until the poison takes.",
    "height": 8,
    "weight": 120,
    "genus": "Scorpion Pokémon"
  },
  "452": {
    "flavor": "It takes pride in its strength. Even though it can tear foes apart, it finishes them off with powerful poison.",
    "height": 13,
    "weight": 615,
    "genus": "Ogre Scorpion Pokémon"
  },
  "453": {
    "flavor": "Its cheeks hold poison sacs. It tries to catch foes off guard to jab them with toxic fingers.",
    "height": 7,
    "weight": 230,
    "genus": "Toxic Mouth Pokémon"
  },
  "454": {
    "flavor": "It has a poison sac at its throat. When it croaks, the stored poison is churned for greater potency.",
    "height": 13,
    "weight": 444,
    "genus": "Toxic Mouth Pokémon"
  },
  "455": {
    "flavor": "It attracts prey with its sweet-smelling saliva, then chomps down. It takes a whole day to eat prey.",
    "height": 14,
    "weight": 270,
    "genus": "Bug Catcher Pokémon"
  },
  "456": {
    "flavor": "The line running down its side can store sunlight. It shines vividly at night.",
    "height": 4,
    "weight": 70,
    "genus": "Wing Fish Pokémon"
  },
  "457": {
    "flavor": "It lives on the deep-sea floor. It attracts prey by flashing the patterns on its four tail fins.",
    "height": 12,
    "weight": 240,
    "genus": "Neon Pokémon"
  },
  "458": {
    "flavor": "The pattern on its back varies by region. It often swims in a school of Remoraid.",
    "height": 10,
    "weight": 650,
    "genus": "Kite Pokémon"
  },
  "459": {
    "flavor": "During cold seasons, it migrates to the mountain’s lower reaches. It returns to the snow-covered summit in the spring.",
    "height": 10,
    "weight": 505,
    "genus": "Frost Tree Pokémon"
  },
  "460": {
    "flavor": "It blankets wide areas in snow by whipping up blizzards. It is also known as \"The Ice Monster.\"",
    "height": 22,
    "weight": 1355,
    "genus": "Frost Tree Pokémon"
  },
  "461": {
    "flavor": "It lives in snowy regions. It carves patterns in trees with its claws as a signal to others.",
    "height": 11,
    "weight": 340,
    "genus": "Sharp Claw Pokémon"
  },
  "462": {
    "flavor": "Sometimes the magnetism emitted by Magnezone is too strong, making them attract each other so they cannot move.",
    "height": 12,
    "weight": 1800,
    "genus": "Magnet Area Pokémon"
  },
  "463": {
    "flavor": "It wraps things with its extensible tongue. Getting too close to it will leave you soaked with drool.",
    "height": 17,
    "weight": 1400,
    "genus": "Licking Pokémon"
  },
  "464": {
    "flavor": "From holes in its palms, it fires out Geodude. Its carapace can withstand volcanic eruptions.",
    "height": 24,
    "weight": 2828,
    "genus": "Drill Pokémon"
  },
  "465": {
    "flavor": "It ensnares prey by extending arms made of vines. Losing arms to predators does not trouble it.",
    "height": 20,
    "weight": 1286,
    "genus": "Vine Pokémon"
  },
  "466": {
    "flavor": "As its electric charge amplifies, blue sparks begin to crackle between its horns.",
    "height": 18,
    "weight": 1386,
    "genus": "Thunderbolt Pokémon"
  },
  "467": {
    "flavor": "It blasts fireballs of over 3,600 degrees Fahrenheit from the ends of its arms. It lives in volcanic craters.",
    "height": 16,
    "weight": 680,
    "genus": "Blast Pokémon"
  },
  "468": {
    "flavor": "As everyone knows, it visits peaceful regions, bringing them gifts of kindness and sweet blessings.",
    "height": 15,
    "weight": 380,
    "genus": "Jubilee Pokémon"
  },
  "469": {
    "flavor": "It prefers to battle by biting apart foes’ heads instantly while flying by at high speed.",
    "height": 19,
    "weight": 515,
    "genus": "Ogre Darner Pokémon"
  },
  "470": {
    "flavor": "When you see Leafeon asleep in a patch of sunshine, you’ll know it is using photosynthesis to produce clean air.",
    "height": 10,
    "weight": 255,
    "genus": "Verdant Pokémon"
  },
  "471": {
    "flavor": "By controlling its body heat, it can freeze the atmosphere around it to make a diamond-dust flurry.",
    "height": 8,
    "weight": 259,
    "genus": "Fresh Snow Pokémon"
  },
  "472": {
    "flavor": "It observes prey while hanging inverted from branches. When the chance presents itself, it swoops!",
    "height": 20,
    "weight": 425,
    "genus": "Fang Scorpion Pokémon"
  },
  "473": {
    "flavor": "A frozen Mamoswine was dug from ice dating back 10,000 years. This Pokémon has been around a long, long, long time.",
    "height": 25,
    "weight": 2910,
    "genus": "Twin Tusk Pokémon"
  },
  "474": {
    "flavor": "Additional software was installed to make it a better Pokémon. It began acting oddly, however.",
    "height": 9,
    "weight": 340,
    "genus": "Virtual Pokémon"
  },
  "475": {
    "flavor": "Because it can sense what its foe is thinking, its attacks burst out first, fast, and fierce.",
    "height": 16,
    "weight": 520,
    "genus": "Blade Pokémon"
  },
  "476": {
    "flavor": "It exudes strong magnetism from all over. It controls three small units called Mini-Noses.",
    "height": 14,
    "weight": 3400,
    "genus": "Compass Pokémon"
  },
  "477": {
    "flavor": "It is said to take lost spirits into its pliant body and guide them home.",
    "height": 22,
    "weight": 1066,
    "genus": "Gripper Pokémon"
  },
  "478": {
    "flavor": "It freezes foes with an icy breath nearly -60 degrees Fahrenheit. What seems to be its body is actually hollow.",
    "height": 13,
    "weight": 266,
    "genus": "Snow Land Pokémon"
  },
  "479": {
    "flavor": "Research continues on this Pokémon, which could be the power source of a unique motor.",
    "height": 3,
    "weight": 3,
    "genus": "Plasma Pokémon"
  },
  "480": {
    "flavor": "Known as \"The Being of Knowledge.\" It is said that it can wipe out the memory of those who see its eyes.",
    "height": 3,
    "weight": 3,
    "genus": "Knowledge Pokémon"
  },
  "481": {
    "flavor": "Known as \"The Being of Emotion.\" It taught humans the nobility of sorrow, pain, and joy.",
    "height": 3,
    "weight": 3,
    "genus": "Emotion Pokémon"
  },
  "482": {
    "flavor": "Known as \"The Being of Willpower.\" It sleeps at the bottom of a lake to keep the world in balance.",
    "height": 3,
    "weight": 3,
    "genus": "Willpower Pokémon"
  },
  "483": {
    "flavor": "A Pokémon spoken of in legend. It is said that time began moving when Dialga was born.",
    "height": 54,
    "weight": 6830,
    "genus": "Temporal Pokémon"
  },
  "484": {
    "flavor": "It is said to live in a gap in the spatial dimension parallel to ours. It appears in mythology.",
    "height": 42,
    "weight": 3360,
    "genus": "Spatial Pokémon"
  },
  "485": {
    "flavor": "It dwells in volcanic caves. It digs in with its cross-shaped feet to crawl on ceilings and walls.",
    "height": 17,
    "weight": 4300,
    "genus": "Lava Dome Pokémon"
  },
  "486": {
    "flavor": "It is said to have made Pokémon that look like itself from a special ice mountain, rocks, and magma.",
    "height": 37,
    "weight": 4200,
    "genus": "Colossal Pokémon"
  },
  "487": {
    "flavor": "This Pokémon is said to live in a world on the reverse side of ours, where common knowledge is distorted and strange.",
    "height": 45,
    "weight": 7500,
    "genus": "Renegade Pokémon"
  },
  "488": {
    "flavor": "Shiny particles are released from its wings like a veil. It is said to represent the crescent moon.",
    "height": 15,
    "weight": 856,
    "genus": "Lunar Pokémon"
  },
  "489": {
    "flavor": "When the water warms, they inflate the flotation sac on their heads and drift languidly on the sea in packs.",
    "height": 4,
    "weight": 31,
    "genus": "Sea Drifter Pokémon"
  },
  "490": {
    "flavor": "It is born with a wondrous power that lets it bond with any kind of Pokémon.",
    "height": 3,
    "weight": 14,
    "genus": "Seafaring Pokémon"
  },
  "491": {
    "flavor": "It chases people and Pokémon from its territory by causing them to experience deep, nightmarish slumbers.",
    "height": 15,
    "weight": 505,
    "genus": "Pitch-Black Pokémon"
  },
  "492": {
    "flavor": "It can dissolve toxins in the air to instantly transform ruined land into a lush field of flowers.",
    "height": 2,
    "weight": 21,
    "genus": "Gratitude Pokémon"
  },
  "493": {
    "flavor": "According to the legends of Sinnoh, this Pokémon emerged from an egg and shaped all there is in this world.",
    "height": 32,
    "weight": 3200,
    "genus": "Alpha Pokémon"
  },
  "494": {
    "flavor": "This Pokémon brings victory. It is said that Trainers with Victini always win, regardless of the type of encounter.",
    "height": 4,
    "weight": 40,
    "genus": "Victory Pokémon"
  },
  "495": {
    "flavor": "Being exposed to sunlight makes its movements swifter. It uses vines more adeptly than its hands.",
    "height": 6,
    "weight": 81,
    "genus": "Grass Snake Pokémon"
  },
  "496": {
    "flavor": "It moves along the ground as if sliding. Its swift movements befuddle its foes, and it then attacks with a vine whip.",
    "height": 8,
    "weight": 160,
    "genus": "Grass Snake Pokémon"
  },
  "497": {
    "flavor": "It only gives its all against strong opponents who are not fazed by the glare from Serperior’s noble eyes.",
    "height": 33,
    "weight": 630,
    "genus": "Regal Pokémon"
  },
  "498": {
    "flavor": "It can deftly dodge its foe’s attacks while shooting fireballs from its nose. It roasts berries before it eats them.",
    "height": 5,
    "weight": 99,
    "genus": "Fire Pig Pokémon"
  },
  "499": {
    "flavor": "The more it eats, the more fuel it has to make the fire in its stomach stronger. This fills it with even more power.",
    "height": 10,
    "weight": 555,
    "genus": "Fire Pig Pokémon"
  },
  "500": {
    "flavor": "It can throw a fire punch by setting its fists on fire with its fiery chin. It cares deeply about its friends.",
    "height": 16,
    "weight": 1500,
    "genus": "Mega Fire Pig Pokémon"
  },
  "501": {
    "flavor": "The scalchop on its stomach isn’t just used for battle—it can be used to break open hard berries as well.",
    "height": 5,
    "weight": 59,
    "genus": "Sea Otter Pokémon"
  },
  "502": {
    "flavor": "Strict training is how it learns its flowing double-scalchop technique.",
    "height": 8,
    "weight": 245,
    "genus": "Discipline Pokémon"
  },
  "503": {
    "flavor": "In the time it takes a foe to blink, it can draw and sheathe the seamitars attached to its front legs.",
    "height": 15,
    "weight": 946,
    "genus": "Formidable Pokémon"
  },
  "504": {
    "flavor": "Using food stored in cheek pouches, they can keep watch for days. They use their tails to communicate with others.",
    "height": 5,
    "weight": 116,
    "genus": "Scout Pokémon"
  },
  "505": {
    "flavor": "Using luminescent matter, it makes its eyes and body glow and stuns attacking opponents.",
    "height": 11,
    "weight": 270,
    "genus": "Lookout Pokémon"
  },
  "506": {
    "flavor": "The long hair around its face provides an amazing radar that lets it sense subtle changes in its surroundings.",
    "height": 4,
    "weight": 41,
    "genus": "Puppy Pokémon"
  },
  "507": {
    "flavor": "This very loyal Pokémon helps Trainers, and it also takes care of other Pokémon.",
    "height": 9,
    "weight": 147,
    "genus": "Loyal Dog Pokémon"
  },
  "508": {
    "flavor": "It rescues people stranded by blizzards in the mountains. Its shaggy fur shields it from the cold.",
    "height": 12,
    "weight": 610,
    "genus": "Big-Hearted Pokémon"
  },
  "509": {
    "flavor": "Its cute act is a ruse. When victims let down their guard, they find their items taken. It attacks with sharp claws.",
    "height": 4,
    "weight": 101,
    "genus": "Devious Pokémon"
  },
  "510": {
    "flavor": "Their beautiful form comes from the muscles they have developed. They run silently in the night.",
    "height": 11,
    "weight": 375,
    "genus": "Cruel Pokémon"
  },
  "511": {
    "flavor": "It shares the leaf on its head with weary-looking Pokémon. These leaves are known to relieve stress.",
    "height": 6,
    "weight": 105,
    "genus": "Grass Monkey Pokémon"
  },
  "512": {
    "flavor": "It attacks enemies with strikes of its thorn-covered tail. This Pokémon is wild tempered.",
    "height": 11,
    "weight": 305,
    "genus": "Thorn Monkey Pokémon"
  },
  "513": {
    "flavor": "Very intelligent, it roasts berries before eating them. It likes to help people.",
    "height": 6,
    "weight": 110,
    "genus": "High Temp Pokémon"
  },
  "514": {
    "flavor": "A flame burns inside its body. It scatters embers from its head and tail to sear its opponents.",
    "height": 10,
    "weight": 280,
    "genus": "Ember Pokémon"
  },
  "515": {
    "flavor": "The water stored inside the tuft on its head is full of nutrients. It waters plants with it using its tail.",
    "height": 6,
    "weight": 135,
    "genus": "Spray Pokémon"
  },
  "516": {
    "flavor": "The high-pressure water expelled from its tail is so powerful, it can destroy a concrete wall.",
    "height": 10,
    "weight": 290,
    "genus": "Geyser Pokémon"
  },
  "517": {
    "flavor": "This Pokémon appears before people and Pokémon who are having nightmares and eats those dreams.",
    "height": 6,
    "weight": 233,
    "genus": "Dream Eater Pokémon"
  },
  "518": {
    "flavor": "The mist emanating from their foreheads is packed with the dreams of people and Pokémon.",
    "height": 11,
    "weight": 605,
    "genus": "Drowsing Pokémon"
  },
  "519": {
    "flavor": "This very forgetful Pokémon will wait for a new order from its Trainer even though it already has one.",
    "height": 3,
    "weight": 21,
    "genus": "Tiny Pigeon Pokémon"
  },
  "520": {
    "flavor": "Many people believe that, deep in the forest where Tranquill live, there is a peaceful place where there is no war.",
    "height": 6,
    "weight": 150,
    "genus": "Wild Pigeon Pokémon"
  },
  "521": {
    "flavor": "Males swing their head plumage to threaten opponents. The females’ flying abilities surpass those of the males.",
    "height": 12,
    "weight": 290,
    "genus": "Proud Pokémon"
  },
  "522": {
    "flavor": "When thunderclouds cover the sky, it will appear. It can catch lightning with its mane and store the electricity.",
    "height": 8,
    "weight": 298,
    "genus": "Electrified Pokémon"
  },
  "523": {
    "flavor": "When this ill-tempered Pokémon runs wild, it shoots lightning from its mane in all directions.",
    "height": 16,
    "weight": 795,
    "genus": "Thunderbolt Pokémon"
  },
  "524": {
    "flavor": "Its ear is hexagonal in shape. Compressed underground, its body is as hard as steel.",
    "height": 4,
    "weight": 180,
    "genus": "Mantle Pokémon"
  },
  "525": {
    "flavor": "Because its energy was too great to be contained, the energy leaked and formed orange crystals.",
    "height": 9,
    "weight": 1020,
    "genus": "Ore Pokémon"
  },
  "526": {
    "flavor": "The solar rays it absorbs are processed in its energy core and fired as a ball of light.",
    "height": 17,
    "weight": 2600,
    "genus": "Compressed Pokémon"
  },
  "527": {
    "flavor": "Its habitat is dark forests and caves. It emits ultrasonic waves from its nose to learn about its surroundings.",
    "height": 4,
    "weight": 21,
    "genus": "Bat Pokémon"
  },
  "528": {
    "flavor": "It shakes its tail vigorously when it emits ultrasonic waves strong enough to reduce concrete to rubble.",
    "height": 9,
    "weight": 105,
    "genus": "Courting Pokémon"
  },
  "529": {
    "flavor": "It makes its way swiftly through the soil by putting both claws together and rotating at high speed.",
    "height": 3,
    "weight": 85,
    "genus": "Mole Pokémon"
  },
  "530": {
    "flavor": "It can help in tunnel construction. Its drill has evolved into steel strong enough to bore through iron plates.",
    "height": 7,
    "weight": 404,
    "genus": "Subterrene Pokémon"
  },
  "531": {
    "flavor": "Using the feelers on its ears, it can tell how someone is feeling or when an egg might hatch.",
    "height": 11,
    "weight": 310,
    "genus": "Hearing Pokémon"
  },
  "532": {
    "flavor": "These Pokémon appear at building sites and help out with construction. They always carry squared logs.",
    "height": 6,
    "weight": 125,
    "genus": "Muscular Pokémon"
  },
  "533": {
    "flavor": "With strengthened bodies, they skillfully wield steel beams to take down buildings.",
    "height": 12,
    "weight": 400,
    "genus": "Muscular Pokémon"
  },
  "534": {
    "flavor": "It is thought that Conkeldurr taught humans how to make concrete more than 2,000 years ago.",
    "height": 14,
    "weight": 870,
    "genus": "Muscular Pokémon"
  },
  "535": {
    "flavor": "By vibrating its cheeks, it emits sound waves imperceptible to humans and warns others of danger.",
    "height": 5,
    "weight": 45,
    "genus": "Tadpole Pokémon"
  },
  "536": {
    "flavor": "When they vibrate the bumps on their heads, they can make waves in water or earthquake-like vibrations on land.",
    "height": 8,
    "weight": 170,
    "genus": "Vibration Pokémon"
  },
  "537": {
    "flavor": "It increases the power of its punches by vibrating the bumps on its fists. It can turn a boulder to rubble with one punch.",
    "height": 15,
    "weight": 620,
    "genus": "Vibration Pokémon"
  },
  "538": {
    "flavor": "When it tightens its belt, it becomes stronger. Wild Throh use vines to weave their own belts.",
    "height": 13,
    "weight": 555,
    "genus": "Judo Pokémon"
  },
  "539": {
    "flavor": "Desiring the strongest karate chop, they seclude themselves in mountains and train without sleeping.",
    "height": 14,
    "weight": 510,
    "genus": "Karate Pokémon"
  },
  "540": {
    "flavor": "This Pokémon makes clothes for itself. It chews up leaves and sews them with sticky thread extruded from its mouth.",
    "height": 3,
    "weight": 25,
    "genus": "Sewing Pokémon"
  },
  "541": {
    "flavor": "Forests where Swadloon live have superb foliage because the nutrients they make from fallen leaves nourish the plant life.",
    "height": 5,
    "weight": 73,
    "genus": "Leaf-Wrapped Pokémon"
  },
  "542": {
    "flavor": "Upon finding a small Pokémon, it weaves clothing for it from leaves by using the sticky silk secreted from its mouth.",
    "height": 12,
    "weight": 205,
    "genus": "Nurturing Pokémon"
  },
  "543": {
    "flavor": "It discovers what is going on around it by using the feelers on its head and tail. It is brutally aggressive.",
    "height": 4,
    "weight": 53,
    "genus": "Centipede Pokémon"
  },
  "544": {
    "flavor": "Protected by a hard shell, it spins its body like a wheel and crashes furiously into its enemies.",
    "height": 12,
    "weight": 585,
    "genus": "Curlipede Pokémon"
  },
  "545": {
    "flavor": "It clasps its prey with the claws on its neck until it stops moving. Then it finishes it off with deadly poison.",
    "height": 25,
    "weight": 2005,
    "genus": "Megapede Pokémon"
  },
  "546": {
    "flavor": "When attacked, it escapes by shooting cotton from its body. The cotton serves as a decoy to distract the attacker.",
    "height": 3,
    "weight": 6,
    "genus": "Cotton Puff Pokémon"
  },
  "547": {
    "flavor": "They appear along with whirlwinds. They pull pranks, such as moving furniture and leaving balls of cotton in homes.",
    "height": 7,
    "weight": 66,
    "genus": "Windveiled Pokémon"
  },
  "548": {
    "flavor": "The leaves on its head are very bitter. Eating one of these leaves is known to refresh a tired body.",
    "height": 5,
    "weight": 66,
    "genus": "Bulb Pokémon"
  },
  "549": {
    "flavor": "The fragrance of the garland on its head has a relaxing effect. It withers if a Trainer does not take good care of it.",
    "height": 11,
    "weight": 163,
    "genus": "Flowering Pokémon"
  },
  "550": {
    "flavor": "Red- and blue-striped Basculin are very violent and always fighting. They are also remarkably tasty.",
    "height": 10,
    "weight": 180,
    "genus": "Hostile Pokémon"
  },
  "551": {
    "flavor": "It moves along below the sand’s surface, except for its nose and eyes. A dark membrane shields its eyes from the sun.",
    "height": 7,
    "weight": 152,
    "genus": "Desert Croc Pokémon"
  },
  "552": {
    "flavor": "They live in groups of a few individuals. Protective membranes shield their eyes from sandstorms.",
    "height": 10,
    "weight": 334,
    "genus": "Desert Croc Pokémon"
  },
  "553": {
    "flavor": "Very violent Pokémon, they try to clamp down on anything that moves in front of their eyes.",
    "height": 15,
    "weight": 963,
    "genus": "Intimidation Pokémon"
  },
  "554": {
    "flavor": "Darumaka’s droppings are hot, so people used to put them in their clothes to keep themselves warm.",
    "height": 6,
    "weight": 375,
    "genus": "Zen Charm Pokémon"
  },
  "555": {
    "flavor": "When one is injured in a fierce battle, it hardens into a stone-like form. Then it meditates and sharpens its mind.",
    "height": 13,
    "weight": 929,
    "genus": "Blazing Pokémon"
  },
  "556": {
    "flavor": "It uses an up-tempo song and dance to drive away the bird Pokémon that prey on its flower seeds.",
    "height": 10,
    "weight": 280,
    "genus": "Cactus Pokémon"
  },
  "557": {
    "flavor": "It makes a hole in a suitable rock. If that rock breaks, the Pokémon remains agitated until it locates a replacement.",
    "height": 3,
    "weight": 145,
    "genus": "Rock Inn Pokémon"
  },
  "558": {
    "flavor": "It possesses legs of enormous strength, enabling it to carry heavy slabs for many days, even when crossing arid land.",
    "height": 14,
    "weight": 2000,
    "genus": "Stone Home Pokémon"
  },
  "559": {
    "flavor": "Its skin has a rubbery elasticity, so it can reduce damage by defensively pulling its skin up to its neck.",
    "height": 6,
    "weight": 118,
    "genus": "Shedding Pokémon"
  },
  "560": {
    "flavor": "It pulls up its shed skin to protect itself while it kicks. The bigger the crest, the more respected it is.",
    "height": 11,
    "weight": 300,
    "genus": "Hoodlum Pokémon"
  },
  "561": {
    "flavor": "The guardians of an ancient city, they use their psychic power to attack enemies that invade their territory.",
    "height": 14,
    "weight": 140,
    "genus": "Avianoid Pokémon"
  },
  "562": {
    "flavor": "These Pokémon arose from the spirits of people interred in graves. Each retains memories of its former life.",
    "height": 5,
    "weight": 15,
    "genus": "Spirit Pokémon"
  },
  "563": {
    "flavor": "It has been said that they swallow those who get too close and turn them into mummies. They like to eat gold nuggets.",
    "height": 17,
    "weight": 765,
    "genus": "Coffin Pokémon"
  },
  "564": {
    "flavor": "About 100 million years ago, these Pokémon swam in oceans. It is thought they also went on land to attack prey.",
    "height": 7,
    "weight": 165,
    "genus": "Prototurtle Pokémon"
  },
  "565": {
    "flavor": "They can live both in the ocean and on land. A slap from one of them is enough to open a hole in the bottom of a tanker.",
    "height": 12,
    "weight": 810,
    "genus": "Prototurtle Pokémon"
  },
  "566": {
    "flavor": "Revived from a fossil, this Pokémon is thought to be the ancestor of all bird Pokémon.",
    "height": 5,
    "weight": 95,
    "genus": "First Bird Pokémon"
  },
  "567": {
    "flavor": "They are intelligent and will cooperate to catch prey. From the ground, they use a running start to take flight.",
    "height": 14,
    "weight": 320,
    "genus": "First Bird Pokémon"
  },
  "568": {
    "flavor": "The combination of garbage bags and industrial waste caused the chemical reaction that created this Pokémon.",
    "height": 6,
    "weight": 310,
    "genus": "Trash Bag Pokémon"
  },
  "569": {
    "flavor": "It clenches opponents with its left arm and finishes them off with foul-smelling poison gas belched from its mouth.",
    "height": 19,
    "weight": 1073,
    "genus": "Trash Heap Pokémon"
  },
  "570": {
    "flavor": "It changes so it looks just like its foe, tricks it, and then uses that opportunity to flee.",
    "height": 7,
    "weight": 125,
    "genus": "Tricky Fox Pokémon"
  },
  "571": {
    "flavor": "Each has the ability to fool a large group of people simultaneously. They protect their lair with illusory scenery.",
    "height": 16,
    "weight": 811,
    "genus": "Illusion Fox Pokémon"
  },
  "572": {
    "flavor": "Minccino greet each other by grooming one another thoroughly with their tails.",
    "height": 4,
    "weight": 58,
    "genus": "Chinchilla Pokémon"
  },
  "573": {
    "flavor": "Their white fur feels amazing to touch. Their fur repels dust and prevents static electricity from building up.",
    "height": 5,
    "weight": 75,
    "genus": "Scarf Pokémon"
  },
  "574": {
    "flavor": "Their ribbonlike feelers increase their psychic power. They are always staring at something.",
    "height": 4,
    "weight": 58,
    "genus": "Fixation Pokémon"
  },
  "575": {
    "flavor": "Starlight is the source of their power. At night, they mark star positions by using psychic power to float stones.",
    "height": 7,
    "weight": 180,
    "genus": "Manipulate Pokémon"
  },
  "576": {
    "flavor": "Starry skies thousands of light-years away are visible in the space distorted by their intense psychic power.",
    "height": 15,
    "weight": 440,
    "genus": "Astral Body Pokémon"
  },
  "577": {
    "flavor": "Because their bodies are enveloped in a special liquid, they are fine in any environment, no matter how severe.",
    "height": 3,
    "weight": 10,
    "genus": "Cell Pokémon"
  },
  "578": {
    "flavor": "Since they have two divided brains, at times they suddenly try to take two different actions at once.",
    "height": 6,
    "weight": 80,
    "genus": "Mitosis Pokémon"
  },
  "579": {
    "flavor": "They use psychic power to control their arms, which are made of a special liquid. They can crush boulders psychically.",
    "height": 10,
    "weight": 201,
    "genus": "Multiplying Pokémon"
  },
  "580": {
    "flavor": "When attacked, it uses its feathers to splash water, escaping under cover of the spray.",
    "height": 5,
    "weight": 55,
    "genus": "Water Bird Pokémon"
  },
  "581": {
    "flavor": "Despite their elegant appearance, they can flap their wings strongly and fly for thousands of miles.",
    "height": 13,
    "weight": 242,
    "genus": "White Bird Pokémon"
  },
  "582": {
    "flavor": "The temperature of their breath is -58 degrees Fahrenheit. They create snow crystals and make snow fall in the areas around them.",
    "height": 4,
    "weight": 57,
    "genus": "Fresh Snow Pokémon"
  },
  "583": {
    "flavor": "They cool down the surrounding air and create ice particles, which they use to freeze their foes.",
    "height": 11,
    "weight": 410,
    "genus": "Icy Snow Pokémon"
  },
  "584": {
    "flavor": "If both heads get angry simultaneously, this Pokémon expels a blizzard, burying everything in snow.",
    "height": 13,
    "weight": 575,
    "genus": "Snowstorm Pokémon"
  },
  "585": {
    "flavor": "Their coloring changes according to the seasons and can be slightly affected by the temperature and humidity as well.",
    "height": 6,
    "weight": 195,
    "genus": "Season Pokémon"
  },
  "586": {
    "flavor": "They migrate according to the seasons. People can tell the season by looking at Sawsbuck’s horns.",
    "height": 19,
    "weight": 925,
    "genus": "Season Pokémon"
  },
  "587": {
    "flavor": "They live on treetops and glide using the inside of a cape-like membrane while discharging electricity.",
    "height": 4,
    "weight": 50,
    "genus": "Sky Squirrel Pokémon"
  },
  "588": {
    "flavor": "These mysterious Pokémon evolve when they receive electrical stimulation while they are in the same place as Shelmet.",
    "height": 5,
    "weight": 59,
    "genus": "Clamping Pokémon"
  },
  "589": {
    "flavor": "Wearing the shell covering they stole from Shelmet, they defend themselves and attack with two lances.",
    "height": 10,
    "weight": 330,
    "genus": "Cavalry Pokémon"
  },
  "590": {
    "flavor": "It lures people in with its Poké Ball pattern, then releases poison spores. Why it resembles a Poké Ball is unknown.",
    "height": 2,
    "weight": 10,
    "genus": "Mushroom Pokémon"
  },
  "591": {
    "flavor": "They show off their Poké Ball caps to lure prey, but very few Pokémon are fooled by this.",
    "height": 6,
    "weight": 105,
    "genus": "Mushroom Pokémon"
  },
  "592": {
    "flavor": "They paralyze prey with poison, then drag them down to their lairs, five miles below the surface.",
    "height": 12,
    "weight": 330,
    "genus": "Floating Pokémon"
  },
  "593": {
    "flavor": "Its body is mostly seawater. It’s said there’s a castle of ships Jellicent have sunk on the seafloor.",
    "height": 22,
    "weight": 1350,
    "genus": "Floating Pokémon"
  },
  "594": {
    "flavor": "Floating in the open sea is how they live. When they find a wounded Pokémon, they embrace it and bring it to shore.",
    "height": 12,
    "weight": 316,
    "genus": "Caring Pokémon"
  },
  "595": {
    "flavor": "Since it can’t generate its own electricity, it sticks onto large-bodied Pokémon and absorbs static electricity.",
    "height": 1,
    "weight": 6,
    "genus": "Attaching Pokémon"
  },
  "596": {
    "flavor": "They employ an electrically charged web to trap their prey. While it is immobilized by shock, they leisurely consume it.",
    "height": 8,
    "weight": 143,
    "genus": "EleSpider Pokémon"
  },
  "597": {
    "flavor": "When threatened, it attacks by shooting a barrage of spikes, which gives it a chance to escape by rolling away.",
    "height": 6,
    "weight": 188,
    "genus": "Thorn Seed Pokémon"
  },
  "598": {
    "flavor": "By swinging around its three spiky feelers and shooting spikes, it can obliterate an opponent.",
    "height": 10,
    "weight": 1100,
    "genus": "Thorn Pod Pokémon"
  },
  "599": {
    "flavor": "Interlocking two bodies and spinning around generates the energy they need to live.",
    "height": 3,
    "weight": 210,
    "genus": "Gear Pokémon"
  },
  "600": {
    "flavor": "By changing the direction in which it rotates, it communicates its feelings to others. When angry, it rotates faster.",
    "height": 6,
    "weight": 510,
    "genus": "Gear Pokémon"
  },
  "601": {
    "flavor": "The gear with the red core is rotated at high speed for a rapid energy charge.",
    "height": 6,
    "weight": 810,
    "genus": "Gear Pokémon"
  },
  "602": {
    "flavor": "While one alone doesn’t have much power, a chain of many Tynamo can be as powerful as lightning.",
    "height": 2,
    "weight": 3,
    "genus": "EleFish Pokémon"
  },
  "603": {
    "flavor": "It wraps itself around its prey and paralyzes it with electricity from the round spots on its sides. Then it chomps.",
    "height": 12,
    "weight": 220,
    "genus": "EleFish Pokémon"
  },
  "604": {
    "flavor": "With their sucker mouths, they suck in prey. Then they use their fangs to shock the prey with electricity.",
    "height": 21,
    "weight": 805,
    "genus": "EleFish Pokémon"
  },
  "605": {
    "flavor": "It uses its strong psychic power to squeeze its opponent’s brain, causing unendurable headaches.",
    "height": 5,
    "weight": 90,
    "genus": "Cerebral Pokémon"
  },
  "606": {
    "flavor": "Apparently, it communicates by flashing its three fingers, but those patterns haven’t been decoded.",
    "height": 10,
    "weight": 345,
    "genus": "Cerebral Pokémon"
  },
  "607": {
    "flavor": "While shining a light and pretending to be a guide, it leeches off the life force of any who follow it.",
    "height": 3,
    "weight": 31,
    "genus": "Candle Pokémon"
  },
  "608": {
    "flavor": "The spirits it absorbs fuel its baleful fire. It hangs around hospitals waiting for people to pass on.",
    "height": 6,
    "weight": 130,
    "genus": "Lamp Pokémon"
  },
  "609": {
    "flavor": "Being consumed in Chandelure’s flame burns up the spirit, leaving the body behind.",
    "height": 10,
    "weight": 343,
    "genus": "Luring Pokémon"
  },
  "610": {
    "flavor": "They use their tusks to crush the berries they eat. Repeated regrowth makes their tusks strong and sharp.",
    "height": 6,
    "weight": 180,
    "genus": "Tusk Pokémon"
  },
  "611": {
    "flavor": "Their tusks can shatter rocks. Territory battles between Fraxure can be intensely violent.",
    "height": 10,
    "weight": 360,
    "genus": "Axe Jaw Pokémon"
  },
  "612": {
    "flavor": "They are kind but can be relentless when defending territory. They challenge foes with tusks that can cut steel.",
    "height": 18,
    "weight": 1055,
    "genus": "Axe Jaw Pokémon"
  },
  "613": {
    "flavor": "Its nose is always running. It sniffs the snot back up because the mucus provides the raw material for its moves.",
    "height": 5,
    "weight": 85,
    "genus": "Chill Pokémon"
  },
  "614": {
    "flavor": "They love the cold seas of the north. They create pathways across the ocean waters by freezing their own breath.",
    "height": 26,
    "weight": 2600,
    "genus": "Freezing Pokémon"
  },
  "615": {
    "flavor": "They are born in snow clouds. They use chains made of ice crystals to capture prey.",
    "height": 11,
    "weight": 1480,
    "genus": "Crystallizing Pokémon"
  },
  "616": {
    "flavor": "When it and Karrablast are together, and both receive electrical stimulation, they both evolve.",
    "height": 4,
    "weight": 77,
    "genus": "Snail Pokémon"
  },
  "617": {
    "flavor": "Having removed its heavy shell, it becomes very light and can fight with ninja-like movements.",
    "height": 8,
    "weight": 253,
    "genus": "Shell Out Pokémon"
  },
  "618": {
    "flavor": "Its skin is very hard, so it is unhurt even if stepped on by sumo wrestlers. It smiles when transmitting electricity.",
    "height": 7,
    "weight": 110,
    "genus": "Trap Pokémon"
  },
  "619": {
    "flavor": "It takes pride in the speed at which it can use moves. What it loses in power, it makes up for in quantity.",
    "height": 9,
    "weight": 200,
    "genus": "Martial Arts Pokémon"
  },
  "620": {
    "flavor": "It wields the fur on its arms like a whip. Its arm attacks come with such rapidity that they cannot even be seen.",
    "height": 14,
    "weight": 355,
    "genus": "Martial Arts Pokémon"
  },
  "621": {
    "flavor": "It races through narrow caves, using its sharp claws to catch prey. The skin on its face is harder than a rock.",
    "height": 16,
    "weight": 1390,
    "genus": "Cave Pokémon"
  },
  "622": {
    "flavor": "The energy that burns inside it enables it to move, but no one has yet been able to identify this energy.",
    "height": 10,
    "weight": 920,
    "genus": "Automaton Pokémon"
  },
  "623": {
    "flavor": "It is said that Golurk were ordered to protect people and Pokémon by the ancient people who made them.",
    "height": 28,
    "weight": 3300,
    "genus": "Automaton Pokémon"
  },
  "624": {
    "flavor": "Blades comprise this Pokémon’s entire body. If battling dulls the blades, it sharpens them on stones by the river.",
    "height": 5,
    "weight": 102,
    "genus": "Sharp Blade Pokémon"
  },
  "625": {
    "flavor": "This pitiless Pokémon commands a group of Pawniard to hound prey into immobility. It then moves in to finish the prey off.",
    "height": 16,
    "weight": 700,
    "genus": "Sword Blade Pokémon"
  },
  "626": {
    "flavor": "They charge wildly and headbutt everything. Their headbutts have enough destructive force to derail a train.",
    "height": 16,
    "weight": 946,
    "genus": "Bash Buffalo Pokémon"
  },
  "627": {
    "flavor": "They crush berries with their talons. They bravely stand up to any opponent, no matter how strong it is.",
    "height": 5,
    "weight": 105,
    "genus": "Eaglet Pokémon"
  },
  "628": {
    "flavor": "For the sake of its friends, this brave warrior of the sky will not stop battling, even if injured.",
    "height": 15,
    "weight": 410,
    "genus": "Valiant Pokémon"
  },
  "629": {
    "flavor": "Its wings are too tiny to allow it to fly. As the time approaches for it to evolve, it discards the bones it was wearing.",
    "height": 5,
    "weight": 90,
    "genus": "Diapered Pokémon"
  },
  "630": {
    "flavor": "They fly in circles around the sky. When they spot prey, they attack and carry it back to their nest with ease.",
    "height": 12,
    "weight": 395,
    "genus": "Bone Vulture Pokémon"
  },
  "631": {
    "flavor": "Using their very hot, flame-covered tongues, they burn through Durant’s steel bodies and consume their insides.",
    "height": 14,
    "weight": 580,
    "genus": "Anteater Pokémon"
  },
  "632": {
    "flavor": "Individuals each play different roles in driving Heatmor, their natural predator, away from their colony.",
    "height": 3,
    "weight": 330,
    "genus": "Iron Ant Pokémon"
  },
  "633": {
    "flavor": "They cannot see, so they tackle and bite to learn about their surroundings. Their bodies are covered in wounds.",
    "height": 8,
    "weight": 173,
    "genus": "Irate Pokémon"
  },
  "634": {
    "flavor": "The two heads do not get along. Whichever head eats more than the other gets to be the leader.",
    "height": 14,
    "weight": 500,
    "genus": "Hostile Pokémon"
  },
  "635": {
    "flavor": "The heads on their arms do not have brains. They use all three heads to consume and destroy everything.",
    "height": 18,
    "weight": 1600,
    "genus": "Brutal Pokémon"
  },
  "636": {
    "flavor": "Said to have been born from the sun, it spews fire from its horns and encases itself in a cocoon of fire when it evolves.",
    "height": 11,
    "weight": 288,
    "genus": "Torch Pokémon"
  },
  "637": {
    "flavor": "A sea of fire engulfs the surroundings of their battles, since they use their six wings to scatter their ember scales.",
    "height": 16,
    "weight": 460,
    "genus": "Sun Pokémon"
  },
  "638": {
    "flavor": "It has a body and heart of steel. Its glare is sufficient to make even an unruly Pokémon obey it.",
    "height": 21,
    "weight": 2500,
    "genus": "Iron Will Pokémon"
  },
  "639": {
    "flavor": "Its charge is strong enough to break through a giant castle wall in one blow. This Pokémon is spoken of in legends.",
    "height": 19,
    "weight": 2600,
    "genus": "Cavern Pokémon"
  },
  "640": {
    "flavor": "Its head sprouts horns as sharp as blades. Using whirlwind-like movements, it confounds and swiftly cuts opponents.",
    "height": 20,
    "weight": 2000,
    "genus": "Grassland Pokémon"
  },
  "641": {
    "flavor": "The lower half of its body is wrapped in a cloud of energy. It zooms through the sky at 200 mph.",
    "height": 15,
    "weight": 630,
    "genus": "Cyclone Pokémon"
  },
  "642": {
    "flavor": "The spikes on its tail discharge immense bolts of lightning. It flies around the Unova region firing off lightning bolts.",
    "height": 15,
    "weight": 610,
    "genus": "Bolt Strike Pokémon"
  },
  "643": {
    "flavor": "This legendary Pokémon can scorch the world with fire. It helps those who want to build a world of truth.",
    "height": 32,
    "weight": 3300,
    "genus": "Vast White Pokémon"
  },
  "644": {
    "flavor": "This legendary Pokémon can scorch the world with lightning. It assists those who want to build an ideal world.",
    "height": 29,
    "weight": 3450,
    "genus": "Deep Black Pokémon"
  },
  "645": {
    "flavor": "Lands visited by Landorus grant such bountiful crops that it has been hailed as \"The Guardian of the Fields.\"",
    "height": 15,
    "weight": 680,
    "genus": "Abundance Pokémon"
  },
  "646": {
    "flavor": "This legendary ice Pokémon waits for a hero to fill in the missing parts of its body with truth or ideals.",
    "height": 30,
    "weight": 3250,
    "genus": "Boundary Pokémon"
  },
  "647": {
    "flavor": "It crosses the world, running over the surfaces of oceans and rivers. It appears at scenic waterfronts.",
    "height": 14,
    "weight": 485,
    "genus": "Colt Pokémon"
  },
  "648": {
    "flavor": "The melodies sung by Meloetta have the power to make Pokémon that hear them happy or sad.",
    "height": 6,
    "weight": 65,
    "genus": "Melody Pokémon"
  },
  "649": {
    "flavor": "This ancient bug Pokémon was altered by Team Plasma. They upgraded the cannon on its back.",
    "height": 15,
    "weight": 825,
    "genus": "Paleozoic Pokémon"
  },
  "650": {
    "flavor": "The quills on its head are usually soft. When it flexes them, the points become so hard and sharp that they can pierce rock.",
    "height": 4,
    "weight": 90,
    "genus": "Spiny Nut Pokémon"
  },
  "651": {
    "flavor": "It relies on its sturdy shell to deflect predators’ attacks. It counterattacks with its sharp quills.",
    "height": 7,
    "weight": 290,
    "genus": "Spiny Armor Pokémon"
  },
  "652": {
    "flavor": "Its Tackle is forceful enough to flip a 50-ton tank. It shields its allies from danger with its own body.",
    "height": 16,
    "weight": 900,
    "genus": "Spiny Armor Pokémon"
  },
  "653": {
    "flavor": "Eating a twig fills it with energy, and its roomy ears give vent to air hotter than 390 degrees Fahrenheit.",
    "height": 4,
    "weight": 94,
    "genus": "Fox Pokémon"
  },
  "654": {
    "flavor": "It has a twig stuck in its tail. With friction from its tail fur, it sets the twig on fire and launches into battle.",
    "height": 10,
    "weight": 145,
    "genus": "Fox Pokémon"
  },
  "655": {
    "flavor": "It gazes into the flame at the tip of its branch to achieve a focused state, which allows it to see into the future.",
    "height": 15,
    "weight": 390,
    "genus": "Fox Pokémon"
  },
  "656": {
    "flavor": "It secretes flexible bubbles from its chest and back. The bubbles reduce the damage it would otherwise take when attacked.",
    "height": 3,
    "weight": 70,
    "genus": "Bubble Frog Pokémon"
  },
  "657": {
    "flavor": "It can throw bubble-covered pebbles with precise control, hitting empty cans up to a hundred feet away.",
    "height": 6,
    "weight": 109,
    "genus": "Bubble Frog Pokémon"
  },
  "658": {
    "flavor": "It creates throwing stars out of compressed water. When it spins them and throws them at high speed, these stars can split metal in two.",
    "height": 15,
    "weight": 400,
    "genus": "Ninja Pokémon"
  },
  "659": {
    "flavor": "They use their large ears to dig burrows. They will dig the whole night through.",
    "height": 4,
    "weight": 50,
    "genus": "Digging Pokémon"
  },
  "660": {
    "flavor": "With their powerful ears, they can heft boulders of a ton or more with ease. They can be a big help at construction sites.",
    "height": 10,
    "weight": 424,
    "genus": "Digging Pokémon"
  },
  "661": {
    "flavor": "These friendly Pokémon send signals to one another with beautiful chirps and tail-feather movements.",
    "height": 3,
    "weight": 17,
    "genus": "Tiny Robin Pokémon"
  },
  "662": {
    "flavor": "From its beak, it expels embers that set the tall grass on fire. Then it pounces on the bewildered prey that pop out of the grass.",
    "height": 7,
    "weight": 160,
    "genus": "Ember Pokémon"
  },
  "663": {
    "flavor": "In the fever of an exciting battle, it showers embers from the gaps between its feathers and takes to the air.",
    "height": 12,
    "weight": 245,
    "genus": "Scorching Pokémon"
  },
  "664": {
    "flavor": "When under attack from bird Pokémon, it spews a poisonous black powder that causes paralysis on contact.",
    "height": 3,
    "weight": 25,
    "genus": "Scatterdust Pokémon"
  },
  "665": {
    "flavor": "It lives hidden within thicket shadows. When predators attack, it quickly bristles the fur covering its body in an effort to threaten them.",
    "height": 3,
    "weight": 84,
    "genus": "Scatterdust Pokémon"
  },
  "666": {
    "flavor": "Vivillon with many different patterns are found all over the world. These patterns are affected by the climate of their habitat.",
    "height": 12,
    "weight": 170,
    "genus": "Scale Pokémon"
  },
  "667": {
    "flavor": "The stronger the opponent it faces, the more heat surges from its mane and the more power flows through its body.",
    "height": 6,
    "weight": 135,
    "genus": "Lion Cub Pokémon"
  },
  "668": {
    "flavor": "The male with the largest mane of fire is the leader of the pride.",
    "height": 15,
    "weight": 815,
    "genus": "Royal Pokémon"
  },
  "669": {
    "flavor": "It draws out and controls the hidden power of flowers. The flower Flabébé holds is most likely part of its body.",
    "height": 1,
    "weight": 1,
    "genus": "Single Bloom Pokémon"
  },
  "670": {
    "flavor": "It flutters around fields of flowers and cares for flowers that are starting to wilt. It draws out the hidden power of flowers to battle.",
    "height": 2,
    "weight": 9,
    "genus": "Single Bloom Pokémon"
  },
  "671": {
    "flavor": "It claims exquisite flower gardens as its territory, and it obtains power from basking in the energy emitted by flowering plants.",
    "height": 11,
    "weight": 100,
    "genus": "Garden Pokémon"
  },
  "672": {
    "flavor": "Thought to be one of the first Pokémon to live in harmony with humans, it has a placid disposition.",
    "height": 9,
    "weight": 310,
    "genus": "Mount Pokémon"
  },
  "673": {
    "flavor": "It can tell how its Trainer is feeling by subtle shifts in the grip on its horns. This empathic sense lets them run as if one being.",
    "height": 17,
    "weight": 910,
    "genus": "Mount Pokémon"
  },
  "674": {
    "flavor": "It does its best to be taken seriously by its enemies, but its glare is not sufficiently intimidating. Chewing on a leaf is its trademark.",
    "height": 6,
    "weight": 80,
    "genus": "Playful Pokémon"
  },
  "675": {
    "flavor": "Although it possesses a violent temperament, it won’t put up with bullying. It uses the leaf in its mouth to sense the movements of its enemies.",
    "height": 21,
    "weight": 1360,
    "genus": "Daunting Pokémon"
  },
  "676": {
    "flavor": "Trimming its fluffy fur not only makes it more elegant but also increases the swiftness of its movements.",
    "height": 12,
    "weight": 280,
    "genus": "Poodle Pokémon"
  },
  "677": {
    "flavor": "The organ that emits its intense psychic power is sheltered by its ears to keep power from leaking out.",
    "height": 3,
    "weight": 35,
    "genus": "Restraint Pokémon"
  },
  "678": {
    "flavor": "When in danger, it raises its ears and releases enough psychic power to grind a 10-ton truck into dust.",
    "height": 6,
    "weight": 85,
    "genus": "Constraint Pokémon"
  },
  "679": {
    "flavor": "Apparently this Pokémon is born when a departed spirit inhabits a sword. It attaches itself to people and drinks their life force.",
    "height": 8,
    "weight": 20,
    "genus": "Sword Pokémon"
  },
  "680": {
    "flavor": "When Honedge evolves, it divides into two swords, which cooperate via telepathy to coordinate attacks and slash their enemies to ribbons.",
    "height": 8,
    "weight": 45,
    "genus": "Sword Pokémon"
  },
  "681": {
    "flavor": "Generations of kings were attended by these Pokémon, which used their spectral power to manipulate and control people and Pokémon.",
    "height": 17,
    "weight": 530,
    "genus": "Royal Sword Pokémon"
  },
  "682": {
    "flavor": "It emits a scent that enraptures those who smell it. This fragrance changes depending on what it has eaten.",
    "height": 2,
    "weight": 5,
    "genus": "Perfume Pokémon"
  },
  "683": {
    "flavor": "It devises various scents, pleasant and unpleasant, and emits scents that its enemies dislike in order to gain an edge in battle.",
    "height": 8,
    "weight": 155,
    "genus": "Fragrance Pokémon"
  },
  "684": {
    "flavor": "To entangle its opponents in battle, it extrudes white threads as sweet and sticky as cotton candy.",
    "height": 4,
    "weight": 35,
    "genus": "Cotton Candy Pokémon"
  },
  "685": {
    "flavor": "It can distinguish the faintest of scents. It puts its sensitive sense of smell to use by helping pastry chefs in their work.",
    "height": 8,
    "weight": 50,
    "genus": "Meringue Pokémon"
  },
  "686": {
    "flavor": "Opponents who stare at the flashing of the light-emitting spots on its body become dazed and lose their will to fight.",
    "height": 4,
    "weight": 35,
    "genus": "Revolving Pokémon"
  },
  "687": {
    "flavor": "It wields the most compelling hypnotic powers of any Pokémon, and it forces others to do whatever it wants.",
    "height": 15,
    "weight": 470,
    "genus": "Overturning Pokémon"
  },
  "688": {
    "flavor": "Two Binacle live together on one rock. When they fight, one of them will move to a different rock.",
    "height": 5,
    "weight": 310,
    "genus": "Two-Handed Pokémon"
  },
  "689": {
    "flavor": "When they evolve, two Binacle multiply into seven. They fight with the power of seven Binacle.",
    "height": 13,
    "weight": 960,
    "genus": "Collective Pokémon"
  },
  "690": {
    "flavor": "Camouflaged as rotten kelp, they spray liquid poison on prey that approaches unawares and then finish it off.",
    "height": 5,
    "weight": 73,
    "genus": "Mock Kelp Pokémon"
  },
  "691": {
    "flavor": "Their poison is strong enough to eat through the hull of a tanker, and they spit it indiscriminately at anything that enters their territory.",
    "height": 18,
    "weight": 815,
    "genus": "Mock Kelp Pokémon"
  },
  "692": {
    "flavor": "They knock down flying prey by firing compressed water from their massive claws like shooting a pistol.",
    "height": 5,
    "weight": 83,
    "genus": "Water Gun Pokémon"
  },
  "693": {
    "flavor": "Their enormous claws launch cannonballs of water powerful enough to pierce tanker hulls.",
    "height": 13,
    "weight": 353,
    "genus": "Howitzer Pokémon"
  },
  "694": {
    "flavor": "They make their home in deserts. They can generate their energy from basking in the sun, so eating food is not a requirement.",
    "height": 5,
    "weight": 60,
    "genus": "Generator Pokémon"
  },
  "695": {
    "flavor": "They flare their frills and generate energy. A single Heliolisk can generate sufficient electricity to power a skyscraper.",
    "height": 10,
    "weight": 210,
    "genus": "Generator Pokémon"
  },
  "696": {
    "flavor": "This Pokémon was restored from a fossil. If something happens that it doesn’t like, it throws a tantrum and runs wild.",
    "height": 8,
    "weight": 260,
    "genus": "Royal Heir Pokémon"
  },
  "697": {
    "flavor": "Thanks to its gargantuan jaws, which could shred thick metal plates as if they were paper, it was invincible in the ancient world it once inhabited.",
    "height": 25,
    "weight": 2700,
    "genus": "Despot Pokémon"
  },
  "698": {
    "flavor": "This ancient Pokémon was restored from part of its body that had been frozen in ice for over 100 million years.",
    "height": 13,
    "weight": 252,
    "genus": "Tundra Pokémon"
  },
  "699": {
    "flavor": "The diamond-shaped crystals on its body expel air as cold as -240 degrees Fahrenheit, surrounding its enemies and encasing them in ice.",
    "height": 27,
    "weight": 2250,
    "genus": "Tundra Pokémon"
  },
  "700": {
    "flavor": "It sends a soothing aura from its ribbonlike feelers to calm fights.",
    "height": 10,
    "weight": 235,
    "genus": "Intertwining Pokémon"
  },
  "701": {
    "flavor": "Although its body is small, its proficient fighting skills enable it to keep up with big bruisers like Machamp and Hariyama.",
    "height": 8,
    "weight": 215,
    "genus": "Wrestling Pokémon"
  },
  "702": {
    "flavor": "Its whiskers serve as antennas. By sending and receiving electrical waves, it can communicate with others over vast distances.",
    "height": 2,
    "weight": 22,
    "genus": "Antenna Pokémon"
  },
  "703": {
    "flavor": "Born from the temperatures and pressures deep underground, it fires beams from the stone in its head.",
    "height": 3,
    "weight": 57,
    "genus": "Jewel Pokémon"
  },
  "704": {
    "flavor": "The weakest Dragon-type Pokémon, it lives in damp, shady places, so its body doesn’t dry out.",
    "height": 3,
    "weight": 28,
    "genus": "Soft Tissue Pokémon"
  },
  "705": {
    "flavor": "It drives away opponents by excreting a sticky liquid that can dissolve anything. Its eyes devolved, so it can’t see anything.",
    "height": 8,
    "weight": 175,
    "genus": "Soft Tissue Pokémon"
  },
  "706": {
    "flavor": "This very friendly Dragon-type Pokémon will hug its beloved Trainer, leaving that Trainer covered in sticky slime.",
    "height": 20,
    "weight": 1505,
    "genus": "Dragon Pokémon"
  },
  "707": {
    "flavor": "These key collectors threaten any attackers by fiercely jingling their keys at them.",
    "height": 2,
    "weight": 30,
    "genus": "Key Ring Pokémon"
  },
  "708": {
    "flavor": "These Pokémon are created when spirits possess rotten tree stumps. They prefer to live in abandoned forests.",
    "height": 4,
    "weight": 70,
    "genus": "Stump Pokémon"
  },
  "709": {
    "flavor": "It can control trees at will. It will trap people who harm the forest, so they can never leave.",
    "height": 15,
    "weight": 710,
    "genus": "Elder Tree Pokémon"
  },
  "710": {
    "flavor": "The pumpkin body is inhabited by a spirit trapped in this world. As the sun sets, it becomes restless and active.",
    "height": 4,
    "weight": 50,
    "genus": "Pumpkin Pokémon"
  },
  "711": {
    "flavor": "Singing in eerie voices, they wander town streets on the night of the new moon. Anyone who hears their song is cursed.",
    "height": 9,
    "weight": 125,
    "genus": "Pumpkin Pokémon"
  },
  "712": {
    "flavor": "It blocks opponents’ attacks with the ice that shields its body. It uses cold air to repair any cracks with new ice.",
    "height": 10,
    "weight": 995,
    "genus": "Ice Chunk Pokémon"
  },
  "713": {
    "flavor": "Its ice-covered body is as hard as steel. Its cumbersome frame crushes anything that stands in its way.",
    "height": 20,
    "weight": 5050,
    "genus": "Iceberg Pokémon"
  },
  "714": {
    "flavor": "They live in pitch-black caves. Their enormous ears can emit ultrasonic waves of 200,000 hertz.",
    "height": 5,
    "weight": 80,
    "genus": "Sound Wave Pokémon"
  },
  "715": {
    "flavor": "They fly around on moonless nights and attack careless prey. Nothing can beat them in a battle in the dark.",
    "height": 15,
    "weight": 850,
    "genus": "Sound Wave Pokémon"
  },
  "716": {
    "flavor": "Legends say it can share eternal life. It slept for a thousand years in the form of a tree before its revival.",
    "height": 30,
    "weight": 2150,
    "genus": "Life Pokémon"
  },
  "717": {
    "flavor": "When this legendary Pokémon’s wings and tail feathers spread wide and glow red, it absorbs the life force of living creatures.",
    "height": 58,
    "weight": 2030,
    "genus": "Destruction Pokémon"
  },
  "718": {
    "flavor": "When the Kalos region’s ecosystem falls into disarray, it appears and reveals its secret power.",
    "height": 50,
    "weight": 3050,
    "genus": "Order Pokémon"
  },
  "719": {
    "flavor": "A sudden transformation of Carbink, its pink, glimmering body is said to be the loveliest sight in the whole world.",
    "height": 7,
    "weight": 88,
    "genus": "Jewel Pokémon"
  },
  "720": {
    "flavor": "In its true form, it possess a huge amount of power. Legends of its avarice tell how it once carried off an entire castle to gain the treasure hidden within.",
    "height": 5,
    "weight": 90,
    "genus": "Mischief Pokémon"
  },
  "721": {
    "flavor": "It lets out billows of steam and disappears into the dense fog. It’s said to live in mountains where humans do not tread.",
    "height": 17,
    "weight": 1950,
    "genus": "Steam Pokémon"
  },
  "722": {
    "flavor": "This wary Pokémon uses photosynthesis to store up energy during the day, while becoming active at night.",
    "height": 3,
    "weight": 15,
    "genus": "Grass Quill Pokémon"
  },
  "723": {
    "flavor": "A bit of a dandy, it spends its free time preening its wings. Its preoccupation with any dirt on its plumage can leave it unable to battle.",
    "height": 7,
    "weight": 160,
    "genus": "Blade Quill Pokémon"
  },
  "724": {
    "flavor": "It fires arrow quills from its wings with such precision, they can pierce a pebble at distances over a hundred yards.",
    "height": 16,
    "weight": 366,
    "genus": "Arrow Quill Pokémon"
  },
  "725": {
    "flavor": "While grooming itself, it builds up fur inside its stomach. It sets the fur alight and spews fiery attacks, which change based on how it coughs.",
    "height": 4,
    "weight": 43,
    "genus": "Fire Cat Pokémon"
  },
  "726": {
    "flavor": "At its throat, it bears a bell of fire. The bell rings brightly whenever this Pokémon spits fire.",
    "height": 7,
    "weight": 250,
    "genus": "Fire Cat Pokémon"
  },
  "727": {
    "flavor": "This Pokémon has a violent, selfish disposition. If it’s not in the mood to listen, it will ignore its Trainer’s orders with complete nonchalance.",
    "height": 18,
    "weight": 830,
    "genus": "Heel Pokémon"
  },
  "728": {
    "flavor": "This Pokémon snorts body fluids from its nose, blowing balloons to smash into its foes. It’s famous for being a hard worker.",
    "height": 4,
    "weight": 75,
    "genus": "Sea Lion Pokémon"
  },
  "729": {
    "flavor": "A skillful dancer, it creates a sequence of water balloons as it dances, and briskly bombards its enemies.",
    "height": 6,
    "weight": 175,
    "genus": "Pop Star Pokémon"
  },
  "730": {
    "flavor": "It controls its water balloons with song. The melody is learned from others of its kind and is passed down from one generation to the next.",
    "height": 18,
    "weight": 440,
    "genus": "Soloist Pokémon"
  },
  "731": {
    "flavor": "It can peck at a rate of 16 times a second to drill holes in trees. It uses the holes for food storage and for nesting.",
    "height": 3,
    "weight": 12,
    "genus": "Woodpecker Pokémon"
  },
  "732": {
    "flavor": "It eats berries and stores their seeds in its beak. When it encounters enemies or prey, it fires off all the seeds in a burst.",
    "height": 6,
    "weight": 148,
    "genus": "Bugle Beak Pokémon"
  },
  "733": {
    "flavor": "When it battles, its beak heats up. The temperature can easily exceed 212 degrees Fahrenheit, causing severe burns when it hits.",
    "height": 11,
    "weight": 260,
    "genus": "Cannon Pokémon"
  },
  "734": {
    "flavor": "With its sharp fangs, it will bite anything. It did not originally live in Alola but was imported from another region.",
    "height": 4,
    "weight": 60,
    "genus": "Loitering Pokémon"
  },
  "735": {
    "flavor": "When it finds a trace of its prey, it patiently stakes out the location...but it’s always snoozing by nightfall.",
    "height": 7,
    "weight": 142,
    "genus": "Stakeout Pokémon"
  },
  "736": {
    "flavor": "Its strong jaw enables it to scrape trees and slurp out the sap. It normally lives underground.",
    "height": 4,
    "weight": 44,
    "genus": "Larva Pokémon"
  },
  "737": {
    "flavor": "Its body is capable of storing electricity. On camping trips, people are grateful to have one around.",
    "height": 5,
    "weight": 105,
    "genus": "Battery Pokémon"
  },
  "738": {
    "flavor": "It zips around, on sharp lookout for an opening. It concentrates electrical energy within its large jaws and uses it to zap its enemies.",
    "height": 15,
    "weight": 450,
    "genus": "Stag Beetle Pokémon"
  },
  "739": {
    "flavor": "While guarding its weak points with its pincers, it looks for an opening and unleashes punches. When it loses, it foams at the mouth and faints.",
    "height": 6,
    "weight": 70,
    "genus": "Boxing Pokémon"
  },
  "740": {
    "flavor": "It aimed for the top but got lost and ended up on a snowy mountain. Being forced to endure the cold, this Pokémon evolved and grew fur.",
    "height": 17,
    "weight": 1800,
    "genus": "Woolly Crab Pokémon"
  },
  "741": {
    "flavor": "It beats its wings together to create fire. As it moves in the steps of its beautiful dance, it bathes opponents in intense flames.",
    "height": 6,
    "weight": 34,
    "genus": "Dancing Pokémon"
  },
  "742": {
    "flavor": "It feeds on the nectar and pollen of flowers. Because it’s able to sense auras, it can identify which flowers are about to bloom.",
    "height": 1,
    "weight": 2,
    "genus": "Bee Fly Pokémon"
  },
  "743": {
    "flavor": "It rolls up pollen into puffs. It makes many different varieties, some used as food and others used in battle.",
    "height": 2,
    "weight": 5,
    "genus": "Bee Fly Pokémon"
  },
  "744": {
    "flavor": "It’s considered to be a good Pokémon for beginners because of its friendliness, but its disposition grows rougher as it grows up.",
    "height": 5,
    "weight": 92,
    "genus": "Puppy Pokémon"
  },
  "745": {
    "flavor": "Its quick movements confuse its enemies. Well equipped with claws and fangs, it also uses the sharp rocks in its mane as weapons.",
    "height": 8,
    "weight": 250,
    "genus": "Wolf Pokémon"
  },
  "746": {
    "flavor": "When it’s in trouble, its eyes moisten and begin to shine. The shining light attracts its comrades, and they stand together against their enemies.",
    "height": 2,
    "weight": 3,
    "genus": "Small Fry Pokémon"
  },
  "747": {
    "flavor": "It plunges the poison spike on its head into its prey. When the prey has weakened, Mareanie deals the finishing blow with its 10 tentacles.",
    "height": 4,
    "weight": 80,
    "genus": "Brutal Star Pokémon"
  },
  "748": {
    "flavor": "Toxapex crawls along the ocean floor on its 12 legs. It leaves a trail of Corsola bits scattered in its wake.",
    "height": 7,
    "weight": 145,
    "genus": "Brutal Star Pokémon"
  },
  "749": {
    "flavor": "The mud stuck to Mudbray’s hooves enhances its grip and its powerful running gait.",
    "height": 10,
    "weight": 1100,
    "genus": "Donkey Pokémon"
  },
  "750": {
    "flavor": "It spits a mud that provides resistance to both wind and rain, so the walls of old houses were often coated with it.",
    "height": 25,
    "weight": 9200,
    "genus": "Draft Horse Pokémon"
  },
  "751": {
    "flavor": "It crawls onto the land in search of food. Its water bubble allows it to breathe and protects its soft head.",
    "height": 3,
    "weight": 40,
    "genus": "Water Bubble Pokémon"
  },
  "752": {
    "flavor": "It delivers headbutts with the water bubble on its head. Small Pokémon get sucked into the bubble, where they drown.",
    "height": 18,
    "weight": 820,
    "genus": "Water Bubble Pokémon"
  },
  "753": {
    "flavor": "During the day, it sleeps and soaks up light. When night falls, it walks around looking for a safer place to sleep.",
    "height": 3,
    "weight": 15,
    "genus": "Sickle Grass Pokémon"
  },
  "754": {
    "flavor": "It requires a lot of effort to maintain Lurantis’s vivid coloring, but some collectors enjoy this work and treat it as their hobby.",
    "height": 9,
    "weight": 185,
    "genus": "Bloom Sickle Pokémon"
  },
  "755": {
    "flavor": "It scatters spores that flicker and glow. Anyone seeing these lights falls into a deep slumber.",
    "height": 2,
    "weight": 15,
    "genus": "Illuminating Pokémon"
  },
  "756": {
    "flavor": "Forests where Shiinotic live are treacherous to enter at night. People confused by its strange lights can never find their way home again.",
    "height": 10,
    "weight": 115,
    "genus": "Illuminating Pokémon"
  },
  "757": {
    "flavor": "It burns its bodily fluids to create a poisonous gas. When its enemies become disoriented from inhaling the gas, it attacks them.",
    "height": 6,
    "weight": 48,
    "genus": "Toxic Lizard Pokémon"
  },
  "758": {
    "flavor": "For some reason, only females have been found. It creates a reverse harem of male Salandit that it lives with.",
    "height": 12,
    "weight": 222,
    "genus": "Toxic Lizard Pokémon"
  },
  "759": {
    "flavor": "Despite its adorable appearance, when it gets angry and flails about, its arms and legs could knock a pro wrestler sprawling.",
    "height": 5,
    "weight": 68,
    "genus": "Flailing Pokémon"
  },
  "760": {
    "flavor": "This immensely dangerous Pokémon possesses overwhelming physical strength. Its habitat is generally off-limits.",
    "height": 21,
    "weight": 1350,
    "genus": "Strong Arm Pokémon"
  },
  "761": {
    "flavor": "A delectable aroma pours from its body. They are often swallowed whole by Toucannon lured by that wafting deliciousness.",
    "height": 3,
    "weight": 32,
    "genus": "Fruit Pokémon"
  },
  "762": {
    "flavor": "The sepals on its head developed to protect its body. These are quite hard, so even if pecked by bird Pokémon, this Pokémon is totally fine.",
    "height": 7,
    "weight": 82,
    "genus": "Fruit Pokémon"
  },
  "763": {
    "flavor": "Its long, striking legs aren’t just for show but to be used to kick with skill. In victory, it shows off by kicking the defeated, laughing boisterously.",
    "height": 12,
    "weight": 214,
    "genus": "Fruit Pokémon"
  },
  "764": {
    "flavor": "It attaches flowers to its highly nutritious vine. This revitalizes the flowers, and they give off an aromatic scent.",
    "height": 1,
    "weight": 3,
    "genus": "Posy Picker Pokémon"
  },
  "765": {
    "flavor": "Known for its extreme intelligence, this Pokémon will look down on inexperienced Trainers, so it’s best suited to veteran Trainers.",
    "height": 15,
    "weight": 760,
    "genus": "Sage Pokémon"
  },
  "766": {
    "flavor": "They form groups of roughly 20 individuals. Their mutual bond is remarkable—they will never let down a comrade.",
    "height": 20,
    "weight": 828,
    "genus": "Teamwork Pokémon"
  },
  "767": {
    "flavor": "This Pokémon is a coward. As it desperately dashes off, the flailing of its many legs leaves a sparkling clean path in its wake.",
    "height": 5,
    "weight": 120,
    "genus": "Turn Tail Pokémon"
  },
  "768": {
    "flavor": "With a flashing slash of its giant sharp claws, it cleaves seawater—or even air—right in two.",
    "height": 20,
    "weight": 1080,
    "genus": "Hard Scale Pokémon"
  },
  "769": {
    "flavor": "Born from a sand mound playfully built by a child, this Pokémon embodies the grudges of the departed.",
    "height": 5,
    "weight": 700,
    "genus": "Sand Heap Pokémon"
  },
  "770": {
    "flavor": "Possessed people controlled by this Pokémon transformed its sand mound into a castle. As it evolved, its power to curse grew ever stronger.",
    "height": 13,
    "weight": 2500,
    "genus": "Sand Castle Pokémon"
  },
  "771": {
    "flavor": "It lives in shallow seas, such as areas near a beach. It can eject its internal organs, which it uses to engulf its prey or battle enemies.",
    "height": 3,
    "weight": 12,
    "genus": "Sea Cucumber Pokémon"
  },
  "772": {
    "flavor": "The heavy control mask it wears suppresses its intrinsic capabilities. This Pokémon has some hidden special power.",
    "height": 19,
    "weight": 1205,
    "genus": "Synthetic Pokémon"
  },
  "773": {
    "flavor": "Its trust in its partner is what awakens it. This Pokémon is capable of changing its type, a flexibility that is well displayed in battle.",
    "height": 23,
    "weight": 1005,
    "genus": "Synthetic Pokémon"
  },
  "774": {
    "flavor": "Originally making its home in the ozone layer, it hurtles to the ground when the shell enclosing its body grows too heavy.",
    "height": 3,
    "weight": 400,
    "genus": "Meteor Pokémon"
  },
  "775": {
    "flavor": "It is born asleep, and it dies asleep. All its movements are apparently no more than the results of it tossing and turning in its dreams.",
    "height": 4,
    "weight": 199,
    "genus": "Drowsing Pokémon"
  },
  "776": {
    "flavor": "The shell on its back is chemically unstable and explodes violently if struck. The hole in its stomach is its weak point.",
    "height": 20,
    "weight": 2120,
    "genus": "Blast Turtle Pokémon"
  },
  "777": {
    "flavor": "The spiny fur on its back is normally at rest. When this Pokémon becomes agitated, its fur stands on end and stabs into its attackers.",
    "height": 3,
    "weight": 33,
    "genus": "Roly-Poly Pokémon"
  },
  "778": {
    "flavor": "Its actual appearance is unknown. A scholar who saw what was under its rag was overwhelmed by terror and died from the shock.",
    "height": 2,
    "weight": 7,
    "genus": "Disguise Pokémon"
  },
  "779": {
    "flavor": "When it unleashes its psychic power from the protuberance on its head, the grating sound of grinding teeth echoes through the area.",
    "height": 9,
    "weight": 190,
    "genus": "Gnash Teeth Pokémon"
  },
  "780": {
    "flavor": "It has a compassionate personality, but if it is angered, it completely destroys its surroundings with its intense breath.",
    "height": 30,
    "weight": 1850,
    "genus": "Placid Pokémon"
  },
  "781": {
    "flavor": "Swinging its massive anchor, it can KO Wailord in a single blow. What appears to be green seaweed is actually its body.",
    "height": 39,
    "weight": 2100,
    "genus": "Sea Creeper Pokémon"
  },
  "782": {
    "flavor": "It expresses its feelings by smacking its scales. Metallic sounds echo through the tall mountains where Jangmo-o lives.",
    "height": 6,
    "weight": 297,
    "genus": "Scaly Pokémon"
  },
  "783": {
    "flavor": "It leaps at its prey with a courageous shout. Its scaly punches tear its opponents to shreds.",
    "height": 12,
    "weight": 470,
    "genus": "Scaly Pokémon"
  },
  "784": {
    "flavor": "When it spots enemies, it threatens them by jingling the scales on its tail. Weak opponents will crack and flee in panic.",
    "height": 16,
    "weight": 782,
    "genus": "Scaly Pokémon"
  },
  "785": {
    "flavor": "This guardian deity of Melemele is brimming with curiosity. It summons thunderclouds and stores their lightning inside its body.",
    "height": 18,
    "weight": 205,
    "genus": "Land Spirit Pokémon"
  },
  "786": {
    "flavor": "This guardian deity of Akala is guilelessly cruel. The fragrant aroma of flowers is the source of its energy.",
    "height": 12,
    "weight": 186,
    "genus": "Land Spirit Pokémon"
  },
  "787": {
    "flavor": "It pulls large trees up by the roots and swings them around. It causes vegetation to grow, and then it absorbs energy from the growth.",
    "height": 19,
    "weight": 455,
    "genus": "Land Spirit Pokémon"
  },
  "788": {
    "flavor": "The dense fog it creates brings the downfall and destruction of its confused enemies. Ocean currents are the source of its energy.",
    "height": 13,
    "weight": 212,
    "genus": "Land Spirit Pokémon"
  },
  "789": {
    "flavor": "Its body is gaseous and frail. It slowly grows as it collects dust from the atmosphere.",
    "height": 2,
    "weight": 1,
    "genus": "Nebula Pokémon"
  },
  "790": {
    "flavor": "Motionless as if dead, its body is faintly warm to the touch. In the distant past, it was called the cocoon of the stars.",
    "height": 1,
    "weight": 9999,
    "genus": "Protostar Pokémon"
  },
  "791": {
    "flavor": "It is said to live in another world. The intense light it radiates from the surface of its body can make the darkest of nights light up like midday.",
    "height": 34,
    "weight": 2300,
    "genus": "Sunne Pokémon"
  },
  "792": {
    "flavor": "It is said to be a female evolution of Cosmog. When its third eye activates, away it flies to another world.",
    "height": 40,
    "weight": 1200,
    "genus": "Moone Pokémon"
  },
  "793": {
    "flavor": "One of several mysterious Ultra Beasts. People on the street report observing those infested by it suddenly becoming violent.",
    "height": 12,
    "weight": 555,
    "genus": "Parasite Pokémon"
  },
  "794": {
    "flavor": "This Ultra Beast appeared from another world. It shows off its body, but whether that display is a boast or a threat remains unclear.",
    "height": 24,
    "weight": 3336,
    "genus": "Swollen Pokémon"
  },
  "795": {
    "flavor": "One of the dangerous Ultra Beasts, it has been spotted running across the land at terrific speeds.",
    "height": 18,
    "weight": 250,
    "genus": "Lissome Pokémon"
  },
  "796": {
    "flavor": "One of the mysterious life-forms known as Ultra Beasts. Astonishing electric shocks emanate from its entire body, according to witnesses.",
    "height": 38,
    "weight": 1000,
    "genus": "Glowing Pokémon"
  },
  "797": {
    "flavor": "It appeared from the Ultra Wormhole. Witnesses observed it flying across the sky at high speed.",
    "height": 92,
    "weight": 9999,
    "genus": "Launch Pokémon"
  },
  "798": {
    "flavor": "This Ultra Beast came from the Ultra Wormhole. It seems not to attack enemies on its own, but its sharp body is a dangerous weapon in itself.",
    "height": 3,
    "weight": 1,
    "genus": "Drawn Sword Pokémon"
  },
  "799": {
    "flavor": "It has gobbled mountains and swallowed whole buildings, according to reports. It’s one of the Ultra Beasts.",
    "height": 55,
    "weight": 8880,
    "genus": "Junkivore Pokémon"
  },
  "800": {
    "flavor": "Reminiscent of the Ultra Beasts, this life-form, apparently asleep underground, is thought to have come from another world in ancient times.",
    "height": 24,
    "weight": 2300,
    "genus": "Prism Pokémon"
  },
  "801": {
    "flavor": "This artificial Pokémon, constructed more than 500 years ago, can understand human speech but cannot itself speak.",
    "height": 10,
    "weight": 805,
    "genus": "Artificial Pokémon"
  },
  "802": {
    "flavor": "Able to conceal itself in shadows, it never appears before humans, so its very existence was the stuff of myth.",
    "height": 7,
    "weight": 222,
    "genus": "Gloomdweller Pokémon"
  },
  "803": {
    "flavor": "This Ultra Beast is well enough liked to be chosen as a first partner in its own world.",
    "height": 6,
    "weight": 18,
    "genus": "Poison Pin Pokémon"
  },
  "804": {
    "flavor": "It stores hundreds of liters of poisonous liquid inside its body. It is one of the organisms known as UBs.",
    "height": 36,
    "weight": 1500,
    "genus": "Poison Pin Pokémon"
  },
  "805": {
    "flavor": "It appeared from an Ultra Wormhole. Each one appears to be made up of many life-forms stacked one on top of each other.",
    "height": 55,
    "weight": 8200,
    "genus": "Rampart Pokémon"
  },
  "806": {
    "flavor": "It slithers toward people. Then, without warning, it triggers the explosion of its own head. It’s apparently one kind of Ultra Beast.",
    "height": 18,
    "weight": 130,
    "genus": "Fireworks Pokémon"
  },
  "807": {
    "flavor": "It electrifies its claws and tears its opponents apart with them. Even if they dodge its attack, they’ll be electrocuted by the flying sparks.",
    "height": 15,
    "weight": 445,
    "genus": "Thunderclap Pokémon"
  },
  "808": {
    "flavor": "They live as a group, but when the time comes, one strong Meltan will absorb all the others and evolve.",
    "height": 2,
    "weight": 80,
    "genus": "Thunderclap Pokémon"
  },
  "809": {
    "flavor": "Centrifugal force is behind the punches of Melmetal’s heavy hex-nut arms. Melmetal is said to deliver the strongest punches of all Pokémon.",
    "height": 25,
    "weight": 8000,
    "genus": "Thunderclap Pokémon"
  }
}